Repository: trevlars1/ManiX
Catalog: ManicEmu/Resources/*.lproj/Localizable.strings
Languages: ca, da, de, es_419, id, it, ms, pt_pt, sv

# ForeverDescription
source: Lifetime Pass · One-time Payment
ca: Membresia permanent · Pagament únic
da: Permanent – engangsbetaling
de: Dauerlizenz · Einmalzahlung
es_419: Pago único permanente
id: Member Permanen
it: Membro permanente - Pagamento unico
ms: Ahli Kekal • Bayar Sekali
pt_pt: Membro vitalício
sv: Livstid · Engångsköp

# SubscriptionPromotional
source: First %d Days Free
ca: %d dies gratuïts
da: %d dage gratis
de: %d Tage kostenlos
es_419: %d días gratis
id: Gratis %d hari pertama
it: %d giorni gratuiti
ms: Percubaan %d hari percuma
pt_pt: %d dias grátis
sv: %d dagar gratis

# PurchasePricePerYear
source: /year
ca: /any
da: /år
de: /Jahr
es_419: /año
id: /tahun
it: /anno
ms: /tahun
pt_pt: /ano
sv: /år

# PurchasePricePerMonth
source: /month
ca: /mes
da: /måned
de: /Monat
es_419: /mes
id: /bulan
it: /mese
ms: /bulan
pt_pt: /mês
sv: /månad

# PromptLabelForYear
source: 50%% Off
ca: 50%% de descompte
da: 50%% rabat
de: 50%% Rabatt
id: Diskon 50%%
it: 50%% di sconto
ms: Diskaun 50%%
pt_pt: 50%% desconto
sv: 50%% rabatt

# PromptLabelForMonth
source: Introductory Offer
ca: Preu d'introducció
da: Prøvepris
de: Einstiegspreis
es_419: Precio introductorio
id: Harga Percobaan
it: Prezzo introduttivo
ms: Harga Percubaan
pt_pt: Preço introdutório
sv: Provperiod

# PromptLabelForForever
source: Best Value
ca: La millor opció
da: Mest værdi
de: Beste Wahl
es_419: Mejor oferta
id: Paling Hemat
it: Migliore offerta
ms: Paling Berbaloi
pt_pt: Melhor oferta
sv: Bästa värde

# GetProductsFailedTitle
source: Failed to Retrieve Products
ca: Error en obtenir els productes, torna-ho a provar més tard
da: Kunne ikke hente produkter
de: Produktabfrage fehlgeschlagen
es_419: Error al obtener productos
id: Gagal memuat produk
it: Errore nel recupero dei prodotti, riprova più tardi
ms: Gagal dapatkan produk, cuba lagi
pt_pt: Erro ao obter produtos
sv: Kunde ej hämta produkter

# TermOfServiceTitle
source: Terms of Service
ca: Termes del servei
da: Servicevilkår
de: Nutzungsbedingungen
es_419: Términos del servicio
id: Syarat Layanan
it: Termini di servizio
ms: Terma Perkhidmatan
pt_pt: Termos de serviço
sv: Villkor

# AnnualMemberTitle
source: Super Annual Member
ca: Super membre anual
da: Årligt premium
de: Premium-Jahresmitglied
es_419: Membresía Anual PRO
id: Member Super Tahunan
it: Membro annuale premium
ms: Ahli Super Tahunan
pt_pt: Membro anual
sv: Superårmedlem

# MonthlyMemberTitle
source: Monthly Adventurer
ca: Aventurer mensual
da: Månedlig
de: Monatliches Abo
es_419: Membresía Mensual
id: Member Bulanan
it: Esploratore mensile
ms: Ahli Bulanan
pt_pt: Membro mensal
sv: Månadsmedlem

# ForeverMemberTitle
source: Lifetime Member
ca: Membre permanent
da: Permanent
de: Dauerlizenz
es_419: Miembro Permanente
id: Member Permanen
it: Membro permanente
ms: Ahli Kekal
pt_pt: Membro vitalício
sv: Livstidsmedlem

# PurchaseVerifiedFailed
source: Payment verification failed. Ensure internet connectivity and restart Manic EMU to retry
ca: No s'ha pogut verificar el rebut de pagament. Assegura't que tens connexió a Internet i reinicia Manic EMU per tornar-ho a intentar
da: Betaling ikke verificeret – genstart appen
de: Zahlungsbestätigung fehlgeschlagen - Bitte Manic EMU neu starten
es_419: Error de verificación. Reinicia la app
id: Verifikasi gagal, restart aplikasi
it: Impossibile verificare la ricevuta, riavvia Manic EMU e controlla la connessione
ms: Pengesahan gagal, sila hidupkan rangkaian dan mulakan semula
pt_pt: Falha na verificação. Reinicie o Manic EMU
sv: Betalningsverifiering misslyckades. Starta om appen

# PurchaseCancel
source: Payment canceled. You've missed the chance to unlock premium features
ca: S'ha cancel·lat el teu pagament. Has perdut l'oportunitat de desbloquejar funcions avançades
da: Betaling annulleret
de: Zahlung abgebrochen
es_419: Compra cancelada
id: Pembayaran dibatalkan
it: Pagamento annullato, non hai sbloccato le funzionalità avanzate
ms: Pembayaran dibatalkan
pt_pt: Pagamento cancelado
sv: Betalning avbruten

# PurchasePending
source: Payment pending. Membership will activate upon completion
ca: El teu pagament està pendent. Un cop completat, s'activarà la teva membresia
da: Afventer betaling
de: Zahlung ausstehend
es_419: Pago pendiente
id: Pembayaran tertunda
it: Pagamento in sospeso, completeremo l'attivazione dopo la conferma
ms: Pembayaran ditangguh
pt_pt: Pagamento pendente
sv: Betalning väntar

# PurchaseUnknown
source: Unknown Payment Status
ca: Estat de pagament desconegut
da: Ukendt status
de: Unbekannter Status
es_419: Estado desconocido
id: Status tidak diketahui
it: Stato del pagamento sconosciuto
ms: Status tidak diketahui
pt_pt: Estado desconhecido
sv: Okänd status

# PurchaseErrorDesc
source: Payment temporarily unavailable. Check internet connection
ca: No es pot completar el pagament. Assegura't que tens connexió a Internet i torna-ho a provar
da: Netværksfejl – prøv igen
de: Zahlung vorübergehend nicht möglich
es_419: Error de conexión. Intenta nuevamente
id: Periksa koneksi internet
it: Pagamento temporaneamente non disponibile, controlla la connessione
ms: Ralat pembayaran, sila semak rangkaian
pt_pt: Erro no pagamento. Verifique a ligação
sv: Nätverksfel. Försök igen

# PurchaseFailedTitle
source: Payment Failed
ca: Error en el pagament
da: Betaling mislykkedes
de: Zahlung fehlgeschlagen
es_419: Error en pago
id: Gagal Membayar
it: Pagamento fallito
ms: Pembayaran Gagal
pt_pt: Pagamento falhado
sv: Betalning misslyckades

# RestoreSuccessDesc
source: Purchases Restored Successfully!
ca: S'han restaurat les compres correctament!
da: Gendannelsesucces!
de: Kauf erfolgreich wiederhergestellt!
es_419: ¡Compras restauradas!
id: Pemulihan berhasil!
it: Acquisti ripristinati con successo!
ms: Pembelian dipulih!
pt_pt: Compra restaurada!
sv: Återställning lyckades!

# RestoreEndDesc
source: Restoration Complete - No Valid Purchases Found
ca: S'ha completat la restauració: no s'han trobat compres vàlides
da: Ingen køb fundet
de: Keine gültigen Käufe gefunden
es_419: No se encontraron compras válidas
id: Tidak ada pembelian yang ditemukan
it: Nessun acquisto precedente trovato
ms: Tiada pembelian boleh dipulih
pt_pt: Nenhuma compra encontrada
sv: Inga köp hittades

# TrialDesc
source: No charges during trial period. Cancel anytime
ca: No es cobrarà res durant el període de prova. Pots cancel·lar en qualsevol moment
da: Gratis prøveperiode – annuller når som helst
de: Kostenlose Testphase, jederzeit kündbar
es_419: Prueba gratis. Cancela cuando quieras
id: Gratis selama masa percobaan
it: Periodo di prova gratuito, cancellabile in qualsiasi momento
ms: Percubaan percuma, batalkan bila-bila masa
pt_pt: Período experimental gratuito
sv: Gratis under provperioden

# SubscriptionPurchaseButtonTitle
source: Start %d-Day Free Trial
ca: Comença la prova de %d dies
da: Start %d dages prøveperiode
de: %d Tage kostenlos testen
es_419: Prueba %d días gratis
id: Mulai %d hari gratis
it: Inizia %d giorni gratuiti
ms: Mulakan %d hari percuma
pt_pt: Experimente %d dias grátis
sv: Starta %d dagar gratis

# YearSubscriptionDisableDesc
source: Annual membership active
ca: Ja ets membre anual
da: Du har allerede årligt abonnement
de: Jahresabo bereits aktiv
es_419: Ya eres miembro anual
id: Anda sudah berlangganan tahunan
it: Sei già abbonato annualmente
ms: Anda sudah jadi ahli tahunan
pt_pt: Assinatura anual ativa
sv: Redan prenumerant

# MonthSubscriptionDisableDesc
source: Monthly membership active
ca: Ja ets membre mensual
da: Du har allerede månedligt abonnement
de: Monatsabo bereits aktiv
es_419: Ya eres miembro mensual
id: Anda sudah berlangganan bulanan
it: Sei già abbonato mensilmente
ms: Anda sudah jadi ahli bulanan
pt_pt: Assinatura mensal ativa
sv: Redan prenumerant

# ForeverSubscriptionDisableDesc
source: Lifetime membership activated
ca: Ja ets membre permanent
da: Du er permanent medlem
de: Dauerlizenz bereits aktiv
es_419: Eres miembro permanente
id: Anda member permanen
it: Sei già membro permanente
ms: Anda ahli kekal
pt_pt: Membro vitalício
sv: Livstidsmedlem

# ChangeSubscription
source: Change Plan
ca: Canviar subscripció
da: Skift abonnement
de: Abonnement ändern
es_419: Cambiar membresía
id: Ubah Paket
it: Cambia abbonamento
ms: Tukar Langganan
pt_pt: Alterar plano
sv: Byt prenumeration

# UpgradePurchase
source: Upgrade Now
ca: Continuar actualització
da: Opgrader
de: Upgrade durchführen
es_419: Mejorar plan
id: Upgrade
it: Aggiorna
ms: Naik Taraf
pt_pt: Melhorar
sv: Uppgradera

# ForeverPlanDesc
source: Permanent access to all future premium features
ca: Gaudeix de totes les funcions avançades per sempre
da: Få alle fremtidige funktioner
de: Dauerhafter Zugriff auf alle Premium-Funktionen
es_419: Acceso vitalicio a todas las funciones
id: Akses seumur hidup
it: Accesso permanente a tutte le funzionalità future
ms: Nikmati semua ciri premium selamanya
pt_pt: Acesso vitalício a todas as funcionalidades
sv: Framtida funktioner inkluderade

# BuyNowTitle
source: Subscribe Now
ca: Subscriure't ara
da: Abonner nu
de: Jetzt abonnieren
es_419: Suscribirse
id: Berlangganan Sekarang
it: Abbonati ora
ms: Langgan Sekarang
pt_pt: Subscrever agora
sv: Prenumerera nu

# SettingsFreeTrialDesc
source: %d-Day Free Trial
ca: %d dies de prova gratuïta
da: %d dage gratis
de: %d Tage kostenlos
es_419: %d días de prueba
id: %d hari percobaan gratis
it: %d giorni di prova gratuita
ms: Percubaan %d hari percuma
pt_pt: %d dias grátis
sv: %d dagar gratis

source: Hi,
ca: Hola,
da: Hej,
de: Hallo，
es_419: ¡Hola!
id: Hai,
it: Ciao,
ms: Hai,
pt_pt: Olá,
sv: Hej,

# PrePermissionPhotoTitle
source: Access Your Retro Memories
ca: Permets que Manic EMU accedeixi al teu àlbum?
da: Tillad adgang til fotoalbum?
de: Foto-Zugriff erlauben?
es_419: ¿Permitir acceso a fotos?
id: Izinkan Manic EMU mengakses album?
it: Consentire a Manic EMU l'accesso alle foto?
ms: Benarkan Manic EMU akses album?
pt_pt: Permitir acesso às fotos?
sv: Tillåt åtkomst till foto?

# PrePermissionPhotoMessage
source: Grant access to save game screenshots to Photos and select album images as game covers
ca: Permet l'accés per guardar captures de pantalla del joc a l'àlbum i seleccionar imatges com a portades dels jocs
da: Gem skærmbilleder og vælg coverbilleder
de: Erforderlich für Screenshots und benutzerdefinierte Cover
es_419: Necesario para guardar capturas y seleccionar portadas
id: Izinkan untuk menyimpan tangkapan layar dan memilih sampul
it: L'accesso è necessario per salvare screenshot e selezionare immagini come copertine
ms: Untuk menyimpan tangkapan skrin dan memilih kulit permainan
pt_pt: Necessário para guardar capturas e selecionar capas
sv: Behövs för sparning av skärmdumpar och omslag

# PrePermissionPhotoCancel
source: Not Now
ca: Ara no
da: Senere
de: Später
es_419: Ahora no
id: Nanti
it: Non ora
ms: Tidak Sekarang
pt_pt: Agora não
sv: Nej

# PrePermissionPhotoConfirm
source: Allow
ca: Permetre
da: Tillad
de: Erlauben
es_419: Permitir
id: Izinkan
it: Consenti
ms: Benarkan
pt_pt: Permitir
sv: Tillåt

# DeniedPermissionPhotoTitle
source: Manic EMU Can't Access Your Photos!
ca: Manic EMU no pot accedir al teu àlbum!
da: Ingen adgang til fotoalbum!
de: Foto-Zugriff verweigert!
es_419: Acceso denegado
id: Akses Album Ditolak!
it: Accesso alle foto negato!
ms: Akses Album Ditolak!
pt_pt: Acesso negado
sv: Åtkomst nekad

# DeniedPermissionPhotoMessage
source: Photo library access is required for saving game screenshots to Manic EMU
ca: Per poder guardar captures de pantalla, cal que autoritzis l'accés a l'àlbum per a Manic EMU
da: Nødvendigt for at gemme skærmbilleder
de: Bitte erlauben Sie den Zugriff in den Einstellungen
es_419: Habilita permisos en Ajustes para guardar capturas
id: Aktifkan izin untuk menyimpan tangkapan layar
it: Per salvare screenshot, devi concedere l'accesso alle foto
ms: Benarkan akses dalam Tetapan untuk fungsi penuh
pt_pt: Necessário para guardar capturas de ecrã
sv: Aktivera i Inställningar

# DeniedPermissionPhotoCancel
source: No
da: Afvis
de: Abbrechen
id: Tidak
ms: Tidak
pt_pt: Não
sv: Avbryt

# DeniedPermissionPhotoConfirm
source: Grant Access
ca: Autoritzar
da: Åbn indstillinger
de: Einstellungen
es_419: Ajustes
id: Buka Pengaturan
it: Autorizza
ms: Ke Tetapan
pt_pt: Definições
sv: Inställningar

# PrePermissionCameraTitle
source: Allow Manic EMU to Access Your Camera?
ca: Permets que Manic EMU accedeixi a la teva càmera?
da: Tillad adgang til kamera?
de: Kamera-Zugriff erlauben?
es_419: ¿Permitir acceso a cámara?
id: Izinkan akses kamera?
it: Consentire a Manic EMU l'accesso alla fotocamera?
ms: Benarkan akses kamera?
pt_pt: Permitir acesso à câmara?
sv: Tillåt kameraåtkomst?

# PrePermissionCameraMessage
source: Camera access enables taking photos for custom game covers
ca: Permet l'accés per fer fotos com a portades dels jocs
da: Tag coverbilleder med kamera
de: Erforderlich für benutzerdefinierte Cover
es_419: Para fotografiar portadas personalizadas
id: Untuk memotong sampul permainan
it: L'accesso è necessario per scattare foto da usare come copertine
ms: Untuk mengambil gambar sebagai kulit permainan
pt_pt: Necessário para capturar capas de jogos
sv: Behövs för foto på spelomslag

# PrePermissionCameraCancel
source: Not Now
ca: Ara no
da: Senere
de: Später
es_419: Ahora no
id: Nanti
it: Non ora
ms: Tidak Sekarang
pt_pt: Agora não
sv: Nej

# PrePermissionCameraConfirm
source: Allow
ca: Permetre
da: Tillad
de: Erlauben
es_419: Permitir
id: Izinkan
it: Consenti
ms: Benarkan
pt_pt: Permitir
sv: Tillåt

# DeniedPermissionCameraTitle
source: Manic EMU Can't Access Your Camera!
ca: Manic EMU no pot accedir a la teva càmera!
da: Ingen kameraadgang!
de: Kamera-Zugriff verweigert!
es_419: Cámara no disponible
id: Akses Kamera Ditolak!
it: Accesso alla fotocamera negato!
ms: Akses Kamera Ditolak!
pt_pt: Acesso à câmara negado
sv: Kameraåtkomst nekad

# DeniedPermissionCameraMessage
source: Camera permissions required for capturing game cover images in Manic EMU
ca: Cal que autoritzis l'accés a la càmera per a Manic EMU per poder fer fotos com a portades dels jocs!
da: Nødvendigt for at tage coverfotos
de: Bitte erlauben Sie den Zugriff in den Einstellungen
es_419: Habilita permisos para usar la cámara
id: Aktifkan izin untuk memotong sampul
it: Per scattare copertine, devi concedere l'accesso alla fotocamera
ms: Benarkan akses dalam Tetapan untuk mengambil gambar
pt_pt: Necessário para capturar capas de jogos
sv: Aktivera i Inställningar

# DeniedPermissionCameraCancel
source: No
da: Afvis
de: Abbrechen
id: Tidak
ms: Tidak
pt_pt: Não
sv: Avbryt

# DeniedPermissionCameraConfirm
source: Grant Access
ca: Autoritzar
da: Åbn indstillinger
de: Einstellungen
es_419: Ajustes
id: Buka Pengaturan
it: Autorizza
ms: Ke Tetapan
pt_pt: Definições
sv: Inställningar

# DeniedPermissionMicTitle
source: Manic EMU Can't Access Your Microphone
ca: Manic EMU no pot utilitzar el teu micròfon
da: Ingen mikrofonadgang!
de: Mikrofon-Zugriff verweigert
es_419: Micrófono desactivado
id: Akses Mikrofon Ditolak
it: Accesso al microfono negato
ms: Akses Mikrofon Ditolak!
pt_pt: Acesso ao microfone negado
sv: Mikrofon nekad

# DeniedPermissionMicMessage
source: Microphone permissions required - some DS game features may be limited without access!
ca: Cal que autoritzes l'accés al micròfon per a Manic EMU, o algunes funcions dels jocs DS podrien no funcionar correctament!
da: Nødvendigt for DS-spilfunktioner
de: Erforderlich für DS-Spiel-Funktionen
es_419: Algunas funciones DS requieren micrófono
id: Diperlukan untuk fungsi game DS tertentu
it: Alcune funzioni dei giochi DS potrebbero non funzionare senza l'accesso al microfono
ms: Benarkan akses untuk fungsi DS penuh
pt_pt: Necessário para funcionalidades de jogos DS
sv: Aktivera för full DS-funktionalitet

# DeniedPermissionMicCancel
source: No
da: Afvis
de: Nein
id: Tidak
ms: Tidak
pt_pt: Não
sv: Avbryt

# DeniedPermissionMicConfirm
source: Grant Access
ca: Autoritzar
da: Åbn indstillinger
de: Berechtigung entziehen
es_419: Ajustes
id: Buka Pengaturan
it: Autorizza
ms: Ke Tetapan
pt_pt: Definições
sv: Inställningar

# ShareAppSubtitle
source: Gather your crew and embark on an adventure together!
ca: Convida els teus amics a unir-se a l'aventura!
da: Inviter venner til eventyret!
de: Lade Freunde zum gemeinsamen Spiel ein!
es_419: ¡Invita a amigos a jugar!
id: Ajak temanmu berpetualang!
it: Invita i tuoi amici a unirsi all'avventura!
ms: Jemput rakan anda bermain bersama!
pt_pt: Convida os teus amigos para jogar!
sv: Bjud in vänner till äventyret!

# ShareRomFilesFailed
source: Failed to share ROM - could not retrieve files
ca: Error en compartir la ROM: no s'ha pogut obtenir el fitxer
da: Kunne ikke dele ROM – fil mangler
de: ROM teilen fehlgeschlagen
es_419: Error al compartir ROM
id: Gagal membagikan ROM
it: Condivisione ROM fallita, file non trovato
ms: Gagal kongsi ROM
pt_pt: Erro ao partilhar ROM
sv: ROM-delning misslyckades

# ShareSaveFilesFailed
source: Failed to share game save - no save data available
ca: Error en compartir la partida guardada: encara no n'hi ha cap
da: Kunne ikke dele gemt tilstand
de: Spielstand teilen fehlgeschlagen
es_419: No hay guardados para compartir
id: Tidak ada simpanan untuk dibagikan
it: Condivisione salvataggio fallita, nessun salvataggio presente
ms: Gagal kongsi simpanan
pt_pt: Nenhum save disponível
sv: Ingen sparning att dela

# ShareFilesCopyFailed
source: File sharing failed - error occurred during file duplication
ca: Error en compartir el fitxer: s'ha produït un error en copiar-lo
da: Fejl under filkopiering
de: Dateifehler beim Kopieren
es_419: Error al copiar archivo
id: Gagal menyalin file
it: Condivisione fallita, errore durante la copia
ms: Gagal salin fail
pt_pt: Erro ao copiar ficheiro
sv: Kopieringsfel

# ShareFilesCompressFailed
source: File sharing failed - error occurred during compression
ca: Error en compartir el fitxer: s'ha produït un error en comprimir-lo
da: Fejl under filkomprimering
de: Komprimierungsfehler
es_419: Error al comprimir
id: Gagal mengompresi file
it: Condivisione fallita, errore durante la compressione
ms: Gagal mampat fail
pt_pt: Erro ao comprimir ficheiro
sv: Komprimeringsfel

# TurnOnAirPlayAsk
source: AirPlay is connected. Switch to full screen now?
ca: AirPlay està connectat. Vols activar el mode de pantalla completa ara?
da: AirPlay er tilsluttet. Skal der skiftes til fuld skærm nu?
de: AirPlay ist verbunden. Jetzt in den Vollbildmodus wechseln?
es_419: AirPlay se ha conectado. ¿Activar pantalla completa ahora?
id: AirPlay telah tersambung. Aktifkan mode layar penuh sekarang?
it: AirPlay connesso. Attivare la modalità a schermo intero ora?
ms: AirPlay telah disambung. Nak buka mod skrin penuh sekarang?
pt_pt: AirPlay está ligado. Ativar modo de ecrã inteiro agora?
sv: AirPlay är anslutet. Vill du aktivera helskärmsläge nu?

# ThreeDSModePerformance
source: Performance Mode
ca: Mode Rendiment
da: Ydelsestilstand
de: Leistungsmodus
es_419: Modo Rendimiento
id: Mode Performa
it: Modalità Prestazioni
ms: Mod Prestasi
pt_pt: Modo Desempenho
sv: Prestandaläge

# ThreeDSModeCompatibility
source: Compatibility Mode
ca: Mode Compatibilitat
da: Kompatibilitetstilstand
de: Kompatibilitätsmodus
es_419: Modo Compatibilidad
id: Mode Kompatibilitas
it: Modalità Compatibilità
ms: Mod Keserasian
pt_pt: Modo Compatibilidade
sv: Kompatibilitetsläge

# ThreeDSModeQuality
source: Quality Priority
ca: Prioritat Gràfica
da: Grafikprioritet
de: Grafikpriorität
es_419: Calidad Prioritario
id: Prioritas Grafis
it: Priorità Grafica
ms: Keutamaan Grafik
pt_pt: Prioridade Gráfica
sv: Grafikprioritet

# ThreeDSNotSupportImportSave
source: 3DS games do not currently support importing save files
ca: Els jocs 3DS encara no admeten importar partides
da: 3DS-spil understøtter ikke import af gemte filer i øjeblikket
de: 3DS-Spiele unterstützen derzeit das Importieren von Spielständen nicht
es_419: Los juegos 3DS aún no permiten importar partidas guardadas
id: Game 3DS saat ini tidak mendukung impor save
it: I giochi 3DS non supportano attualmente l'importazione di salvataggi
ms: Permainan 3DS kini tidak menyokong import simpanan
pt_pt: Os jogos 3DS não suportam atualmente a importação de saves
sv: 3DS-spel stöder för närvarande inte import av sparfil

# ThreeDSNotSupportShareSave
source: 3DS games do not currently support sharing save files
ca: Els jocs 3DS encara no admeten compartir partides
da: 3DS-spil understøtter ikke deling af gemte filer i øjeblikket
de: 3DS-Spiele unterstützen derzeit das Teilen von Spielständen nicht
es_419: Los juegos 3DS aún no permiten compartir partidas guardadas
id: Game 3DS saat ini tidak mendukung berbagi save
it: I giochi 3DS non supportano attualmente la condivisione di salvataggi
ms: Permainan 3DS kini tidak menyokong perkongsian simpanan
pt_pt: Os jogos 3DS não suportam atualmente a partilha de saves
sv: 3DS-spel stöder för närvarande inte delning av sparfil

# ThreeDSBetaAlertTitle
source: 3DS Experimental Version
ca: Versió Beta 3DS
da: Eksperimentel 3DS-version
de: 3DS-Experimentelle Version
es_419: Versión Experimental 3DS
id: Versi Eksperimental 3DS
it: Versione Sperimentale 3DS
ms: Versi Eksperimen 3DS
pt_pt: Versão Experimental 3DS
sv: Experimentell 3DS-version
