Repository: trevlars1/ManiX
Catalog: ManicEmu/Resources/*.lproj/Localizable.strings
Languages: ca, da, de, es_419, id, it, ms, pt_pt, sv

# GameSaveUnCompatibleTitle
source: Save State Compatibility
ca: Problema de compatibilitat amb les partides guardades
da: Kompatibilitetsproblem
de: Kompatibilitätsproblem
es_419: Problema de compatibilidad
id: Masalah Kompatibilitas Simpanan
it: Problema compatibilità save state
ms: Isu Keserasian Simpanan
pt_pt: Problema de compatibilidade
sv: Sparningskompatibilitet

# GameSaveUnCompatibleDetail
source: This save state was created on %@ (current: %@). Loading incompatible save states may cause unexpected behavior!
ca: Aquesta partida guardada va ser creada per %@ i l'entorn actual del dispositiu és %@. Les partides guardades depenen del tipus de dispositiu i la versió del sistema. Forçar la càrrega en un entorn incompatible podria causar problemes!
da: Denne gemte tilstand blev oprettet på %@. Nuværende enhed: %@. Uoverensstemmelser kan forårsage fejl!
de: Dieser Spielstand wurde von %@ erstellt (aktuelle Umgebung: %@). Spielstände sind von Gerätetyp und Systemversion abhängig - Laden in inkompatibler Umgebung kann zu Problemen führen!
es_419: Este guardado fue creado por %@ en %@. Los estados dependen del dispositivo y versión del sistema. ¡Cargarlo en entornos incompatibles puede causar errores!
id: Simpanan ini dibuat oleh %@, lingkungan perangkat saat ini %@. Kompatibilitas bergantung pada jenis perangkat dan versi OS!
it: Questo save state è stato creato con %@, ambiente attuale %@. La compatibilità dipende da dispositivo e versione OS, il caricamento forzato potrebbe causare problemi!
ms: Simpanan ini dijana oleh %@. Persekitaran semasa: %@. Muat simpanan dalam persekitaran tidak serasi mungkin menyebabkan ralat!
pt_pt: Este save state foi criado por %@, o ambiente atual é %@. Save states estão ligados ao tipo de dispositivo e versão do sistema, carregar em ambientes incompatíveis pode causar problemas!
sv: Denna sparning skapades på %@. Nuvarande enhet: %@. Inkompatibilitet kan orsaka fel!

# GameSaveStateForceLoad
source: Load Anyway
ca: Continuar carregant
da: Fortsæt indlæsning
de: Trotzdem laden
es_419: Forzar carga
id: Lanjutkan Memuat
it: Carica comunque
ms: Teruskan Muat
pt_pt: Continuar
sv: Fortsätt ladda

# GameSaveContinue
source: Continue
ca: Continuar
da: Fortsæt
de: Fortsetzen
es_419: Continuar
id: Lanjutkan
it: Continua
ms: Teruskan
pt_pt: Continuar
sv: Fortsätt

# GameSaveTitle
source: Save %d
ca: Partida guardada %d
da: Gem tilstand %d
de: Stand %d
es_419: Guardado %d
id: Simpanan %d
it: Salvataggio %d
ms: Simpanan %d
sv: Sparning %d

# SkinNavigationSubTitleCommon
source: Supports .deltaskin format
ca: Manic EMU és compatible amb skins en format .deltaskin
da: Manic EMU understøtter .deltaskin-formater
de: Manic EMU unterstützt .deltaskin-Skins
es_419: Manic EMU soporta skins .deltaskin
id: Manic EMU kompatibel dengan skin format .deltaskin
it: Manic EMU supporta perfettamente skin .deltaskin
ms: Manic EMU menyokong format kulit .deltaskin
pt_pt: Manic EMU suporta skins no formato .deltaskin
sv: Manic EMU stödjer .deltaskin-format

# SkinNavigationSubTitleSpecifiedGame
source: Custom skin for %@
ca: Configura una skin només per a %@
da: Tilpasset skin for %@
de: Skin nur für %@
es_419: Skin exclusiva para %@
id: Khusus untuk %@
it: Skin specifica per %@
ms: Khusus untuk %@
pt_pt: Skin exclusiva para %@
sv: Anpassat skin för %@

# SkinSegmentPortraitTitle
source: Portrait
ca: Vertical
da: Portræt
de: Hochformat
es_419: Vertical
it: Verticale
ms: Mod Potret
pt_pt: Vertical
sv: Stående

# SkinSegmentLandscapeTitle
source: Landscape
ca: Horitzontal
da: Landskab
de: Querformat
es_419: Horizontal
it: Orizzontale
ms: Mod Landskap
pt_pt: Horizontal
sv: Liggande

# SkinAddTitle
source: New Skin
ca: Afegir skin
da: Tilføj skin
de: Skin hinzufügen
es_419: Nueva skin
id: Tambah Skin
it: Aggiungi skin
ms: Tambah Kulit
pt_pt: Adicionar skin
sv: Nytt skin

# HowToFetch
source: How to Obtain
ca: Com obtenir
da: Hvordan man får
de: Wie erhält man
es_419: Cómo obtener
id: Cara Mendapatkan
it: Come ottenere
ms: Cara Dapatkan
pt_pt: Como obter
sv: Hur man får

# SkinDelete
source: Remove Skin
ca: Eliminar skin
da: Fjern skin
de: Skin entfernen
es_419: Eliminar skin
id: Hapus Skin
it: Rimuovi skin
ms: Padam Kulit
pt_pt: Remover skin
sv: Ta bort skin

# DefaultSkinCannotEdit
source: Default skin cannot be modified
ca: No es pot editar la skin per defecte
da: Standardskin kan ikke redigeres
de: Standard-Skin kann nicht bearbeitet werden
es_419: Skin predeterminada no editable
id: Skin default tidak dapat diedit
it: Skin predefinita non modificabile
ms: Kulit asal tidak boleh diubah
pt_pt: Skin padrão não pode ser editada
sv: Standardskin kan ej redigeras

# HistoryHeaderTitle
source: Play History
ca: Historial de joc
da: Spilhistorie
de: Spielhistorie
es_419: Historial
id: Riwayat Bermain
it: Cronologia
ms: Sejarah Main
pt_pt: Histórico
sv: Spelhistorik

# HistoryFavouriteTitle
source: Favourite
ca: Els meus preferits
da: Mest spillede
de: Meistgespielt
es_419: Favoritos
id: Favorit
it: Preferiti
ms: Kegemaran
pt_pt: Favorito
sv: Favoriter

# HistoryEmptyTitle
source: No Play History
ca: Encara no hi ha historial de joc
da: Ingen spilhistorie
de: Keine Spielhistorie
es_419: Sin historial
id: Belum ada riwayat
it: Nessuna cronologia
ms: Tiada sejarah main
pt_pt: Sem histórico
sv: Ingen historik

# HistoryEmptyImportGame
source: Import Games
ca: Importar joc
da: Importer spil
de: Spiel importieren
es_419: Importar juego
id: Impor Permainan
it: Importa giochi
ms: Import Permainan
pt_pt: Importar jogo
sv: Importera spel

# HistoryEmptyStartGame
source: Start Playing
ca: Començar a jugar
da: Start spil
de: Jetzt spielen
es_419: Jugar ahora
id: Mulai Bermain
it: Gioca ora
ms: Main Sekarang
pt_pt: Jogar agora
sv: Starta spel

# LeftHandTitle
source: Left-handed Mode
ca: Mode per esquerrans
da: Venstrehåndstilstand
de: Linkshändermodus
es_419: Modo zurdo
id: Mode Tangan Kiri
it: Modalità mancino
ms: Mod Tangan Kiri
pt_pt: Modo canhoto
sv: Vänsterhänt läge

# LeftHandDetail
source: Mirror joystick, DPad and buttons
ca: Inverteix els controls (joystick, DPad, botons)
da: Spejlvendt kontrolpanel til venstrehånd
de: Spiegelt Joystick, DPad und Tasten horizontal
es_419: Invierte controles para mano izquierda
id: Cerminkan posisi kontrol ke kiri
it: Inverte joystick, DPad e pulsanti
ms: Pantulkan kedudukan joystick, DPad dan butang
pt_pt: Espelhar joystick, DPad e botões
sv: Spegelvänd kontroller

# QuickGameTitle
source: Quick Start
ca: Inici ràpid del joc
da: Hurtig start
de: Schnellstart
es_419: Inicio rápido
id: Mulai Cepat
it: Avvio rapido
ms: Permainan Pantas
pt_pt: Início rápido
sv: Snabbstart

# QuickGameDetail
source: Skip preparation screen
ca: En prémer un joc, no es mostrarà la pantalla de preparació
da: Spring forberedelsessiden over
de: Direkter Spielstart ohne Vorbereitungsbildschirm
es_419: Omite pantalla de preparación
id: Langsung mulai tanpa halaman persiapan
it: Avvia direttamente il gioco senza schermata preparatoria
ms: Langkau halaman persediaan apabila klik permainan
pt_pt: Iniciar jogo diretamente sem ecrã de preparação
sv: Hoppa över infosidan

# AirPlayTitle
source: AirPlay Fullscreen
ca: Mode de pantalla completa AirPlay
da: AirPlay-fuldskærm
de: AirPlay-Vollbildmodus
es_419: Modo AirPlay
id: Mode Layar Penuh AirPlay
it: Modalità AirPlay a schermo intero
ms: Mod Skrin Penuh AirPlay
pt_pt: Modo AirPlay
sv: AirPlay-fullskärm

# AirPlayDetail
source: Enable fullscreen mirroring
ca: Activa-ho per projectar la pantalla del joc en mode de pantalla completa
da: Spil vises i fuld skærm ved AirPlay
de: Spielbildschirm wird im Vollbildmodus übertragen
es_419: Pantalla completa en dispositivos externos
id: Tampilkan permainan di layar penuh saat diaktifkan
it: Abilita lo streaming a schermo intero
ms: Paparkan permainan pada skrin penuh semasa AirPlay
pt_pt: Ativar projeção em ecrã completo
sv: Spel visas i fullskärm vid skärmdelning

# iCloudTitle
source: iCloud Sync
ca: Sincronització amb iCloud
da: iCloud-synkronisering
de: iCloud-Synchronisation
es_419: Sincronización iCloud
id: Sinkronisasi iCloud
it: Sincronizzazione iCloud
ms: Sync iCloud
pt_pt: Sincronização iCloud
sv: iCloud-synk

# iCloudDetail
source: Sync games, skins, saves across Apple ID devices
ca: Sincronitza jocs, skins, partides guardades i configuració entre dispositius amb el mateix Apple ID
da: Synkroniser spil, skins og indstillinger på tværs af enheder
de: Synchronisiert Spiele, Skins, Spielstände und Einstellungen zwischen Geräten mit gleicher Apple ID
es_419: Sincroniza juegos, skins y configuraciones entre dispositivos
id: Sinkronkan data ke perangkat dengan Apple ID yang sama
it: Sincronizza giochi, skin, salvataggi e impostazioni tra dispositivi con stesso Apple ID
ms: Sync permainan, kulit, simpanan dan tetapan antara peranti dengan Apple ID sama
pt_pt: Sincronizar jogos, skins, saves e definições entre dispositivos com o mesmo Apple ID
sv: Synka spel, skins och inställningar mellan enheter

# AppIconTitle
source: App Icons
ca: Icona de l'aplicació
da: App-ikon
de: App-Icon
es_419: Icono de app
id: Ikon Aplikasi
it: Icona app
ms: Ikon Aplikasi
pt_pt: Ícone da app
sv: Appikon

# WidgetTitle
source: Widgets
ca: Ginys d'escriptori
da: Hjemmeskærmswidget
id: Widget
it: Widget
ms: Widget Desktop
sv: Widgetar

# QATitle
source: FAQ
ca: Preguntes freqüents
da: Ofte stillede spørgsmål
es_419: Preguntas frecuentes
ms: Soalan Lazim
sv: Vanliga frågor

# FeedbackTitle
source: Feedback
ca: Comentaris
da: Tilbagemelding
es_419: Comentarios
id: Umpan Balik
ms: Maklum Balas

# ShareAppTitle
source: Share Manic EMU
ca: Comparteix «Manic EMU» amb amics
da: Del «Manic EMU»
de: Manic EMU teilen
es_419: Comparte «Manic EMU»
id: Bagikan Manic EMU
it: Condividi 「Manic EMU」
ms: Kongsi Manic EMU
pt_pt: Partilhar «Manic EMU» com amigos
sv: Dela Manic EMU

# JoinQQTitle
source: Join QQ Channel
ca: Uneix-te al canal QQ
da: Tilslut QQ-kanal
de: QQ-Kanal beitreten
es_419: Unirse a QQ
id: Gabung Saluran QQ
it: Unisciti a QQ
ms: Sertai Saluran QQ
pt_pt: Junte-se ao canal QQ
sv: Gå med i QQ-kanal

# JoinTelegramTitle
source: Join Telegram
ca: Uneix-te a Telegram
da: Tilslut Telegram
de: Telegram beitreten
es_419: Unirse a Telegram
id: Gabung Telegram
it: Unisciti a Telegram
ms: Sertai Telegram
pt_pt: Junte-se ao Telegram
sv: Gå med i Telegram

# ClearCacheTitle
source: Clear Cache
ca: Esborrar memòria cau
da: Ryd cache
de: Cache löschen
es_419: Limpiar caché
id: Hapus Cache
it: Pulisci cache
ms: Kosongkan Cache
pt_pt: Limpar cache
sv: Rensa cache

# LanguageTitle
source: Language
ca: Idioma
da: Sprog
de: Sprache
es_419: Idioma
id: Bahasa
it: Lingua
ms: Bahasa
pt_pt: Idioma
sv: Språk

# UserAgreementTitle
source: Terms of Service
ca: Acord d'usuari
da: Brugervilkår
de: Nutzungsbedingungen
es_419: Términos
id: Perjanjian Pengguna
it: Termini di servizio
ms: Terma Pengguna
pt_pt: Termos de utilização
sv: Användarvillkor

# PrivacyPolicyTitle
source: Privacy Policy
ca: Política de privadesa
da: Privatlivspolitik
de: Datenschutz
es_419: Privacidad
id: Kebijakan Privasi
ms: Dasar Privasi
pt_pt: Política de privacidade
sv: Integritetspolicy

# GeneralSettingTitle
source: General
ca: Configuració general
da: Generelt
de: Allgemein
es_419: Generales
id: Pengaturan Umum
it: Generali
ms: Tetapan Umum
pt_pt: Definições gerais
sv: Allmänt

# AdvanceSettingTitle
source: Advanced
ca: Configuració avançada
da: Avancerede
de: Erweitert
es_419: Avanzados
id: Pengaturan Lanjutan
it: Avanzate
ms: Tetapan Lanjutan
pt_pt: Definições avançadas
sv: Avancerat

# SupportSettingTitle
source: Support
ca: Suport
es_419: Soporte
id: Dukungan
it: Supporto
ms: Sokongan
pt_pt: Suporte

# OthersSettingTitle
source: Others
ca: Altres
da: Andet
de: Sonstiges
es_419: Otros
id: Lainnya
it: Altro
ms: Lain-lain
pt_pt: Outros
sv: Övrigt

# RatingTitleLeft
source: Rate
ca: Valora
da: Bedøm
es_419: Calificar
id: Beri Nilai untuk
it: Valutaci
ms: Nilai
pt_pt: Avaliar
sv: Betygsätt

# RatingDetail
source: Your 5-star rating means the world to us! : )
ca: Si creus que el nostre producte té valor, si us plau, dóna'ns 5 estrelles 🙏. La teva opinió és molt important per a nosaltres :)
da: Hvis du synes vores app er værdifuld, vær venlig at give en 5-stjernet anmeldelse 🙏
de: Wenn Ihnen unser Produkt gefällt, bewerten Sie uns mit 5 Sternen - das hilft uns sehr! :)
es_419: Si te gusta nuestra app, ¡danos 5 estrellas! 🙏
id: Jika Anda menyukai aplikasi ini, tolong beri ulasan bintang 5 🙏
it: Se ti piace la nostra app, lascia una recensione a 5 stelle 🙏, per noi è molto importante : )
ms: Jika anda menyukai produk kami, sila berikan 5 bintang ⭐️. Sokongan anda sangat bermakna!
pt_pt: Se acha que o nosso produto tem valor, avalie-nos com 5 estrelas 🙏, a sua opinião é muito importante para nós : )
sv: Ge oss 5 stjärnor om du gillar appen!

# iCloudDisableTitle
source: iCloud Unavailable
ca: iCloud no disponible temporalment
da: iCloud ikke tilgængelig
de: iCloud nicht verfügbar
es_419: iCloud no disponible
id: iCloud Tidak Tersedia
it: iCloud non disponibile
ms: iCloud Tidak Tersedia
pt_pt: iCloud indisponível
sv: iCloud ej tillgänglig

# iCloudDisableDetail
source: Enable iCloud in Settings > [Your Name] > iCloud > Enable iCloud Drive for Manic EMU
ca: S'ha intentat activar la sincronització amb iCloud. Només es farà efectiva quan hagis iniciat sessió i autoritzat iCloud. Ves a «Configuració» > «Apple ID» > «iCloud» i assegura't que iCloud Drive està activat i que Manic EMU té permís per accedir-hi
da: Aktivér iCloud under «Indstillinger» > «Apple ID» > «iCloud»
de: iCloud-Synchronisation ist nur möglich, wenn Sie in den iPhone-Einstellungen > Apple ID > iCloud die iCloud-Freigabe für Manic EMU aktivieren
es_419: Activa iCloud en Ajustes > Tu ID > iCloud y permite el acceso a Manic EMU
id: Aktifkan iCloud di Pengaturan > Apple ID > iCloud
it: Accedi a "Impostazioni" > "Apple ID" > "iCloud" e abilita iCloud Drive per Manic EMU
ms: Pergi ke Tetapan > Apple ID > iCloud dan pastikan iCloud Drive dihidupkan untuk Manic EMU
pt_pt: Foi feita uma tentativa para ativar a sincronização iCloud, que só terá efeito após o login e autorização. Vá a «Definições» > «Apple ID» > «iCloud» e certifique-se que o iCloud Drive está ativo e o Manic EMU tem acesso
sv: Aktivera iCloud i Inställningar > Apple ID > iCloud

# iCloudSyncConfilictTitle
source: iCloud Conflict
ca: Conflicte de sincronització amb iCloud
da: iCloud-konflikt
de: Synchronisationskonflikt
es_419: Conflicto de sincronización
id: Konflik Sinkronisasi iCloud
it: Conflitto sincronizzazione iCloud
ms: Konflik Sync iCloud
pt_pt: Conflito de sincronização
sv: Synkkonflikt

# iCloudSyncConfilictDetail
source: Cloud version: %@ Local version: %@
ca: Fitxer al núvol: %@ Fitxer local: %@
da: Cloudfil: %@ Lokal fil: %@
de: Cloud-Version: %@ Lokale Version: %@
es_419: Nube: %@ Local: %@
id: File Cloud: %@ File Lokal: %@
it: Cloud: %@ Locale: %@
ms: Fail awan: %@ Fail tempatan: %@
pt_pt: Ficheiro na nuvem: %@ Ficheiro local: %@
sv: Moln: %@ Lokal: %@

# iCloudSyncConfilictSaveiCloud
source: Keep Cloud
ca: Conservar el de iCloud
da: Bevar iCloud
de: iCloud behalten
es_419: Conservar iCloud
id: Simpan iCloud
it: Mantieni iCloud
ms: Simpan iCloud
pt_pt: Manter iCloud
sv: Behåll moln

# iCloudSyncConfilictSaveLocal
source: Keep Local
ca: Conservar el local
da: Bevar lokal
de: Lokal behalten
es_419: Conservar local
id: Simpan Lokal
it: Mantieni locale
ms: Simpan Tempatan
pt_pt: Manter local
sv: Behåll lokal

# SettingsNonMemberDesc
source: You are the protagonist of this story
ca: Tu seràs el protagonista d'aquesta història
da: Du er hovedpersonen i dette eventyr
de: Sie werden die Hauptfigur dieser Geschichte sein
es_419: Serás el protagonista de esta historia
id: Anda akan menjadi protagonis dalam cerita ini
it: Sarai il protagonista di questa storia
ms: Anda akan menjadi watak utama dalam cerita ini
pt_pt: Você será o protagonista desta história
sv: Du är huvudkaraktären

# ThanksSupportDesc
source: Thank you for your support
ca: Gràcies pel teu suport
da: Tak for din støtte
de: Danke für Ihre Unterstützung
es_419: Gracias por tu apoyo
id: Terima kasih atas dukungannya
it: Grazie per il supporto
ms: Terima kasih atas sokongan
pt_pt: Obrigado pelo apoio
sv: Tack för ditt stöd

# ThanksCommingDesc
source: Thank you for playing
ca: Gràcies per venir a jugar a
da: Tak fordi du bruger
de: Danke fürs Vorbeischauen bei
es_419: Gracias por venir a
id: Terima kasih telah bermain di
it: Grazie per aver scelto Manic
ms: Terima kasih kerana bermain di
pt_pt: Obrigado por vir jogar no
sv: Tack för att du spelar

# NoEmailSetting
source: Email not configured
ca: Encara no has configurat el correu electrònic
da: Ingen e-mail konfigureret
de: Keine E-Mail eingerichtet
es_419: No hay email configurado
id: Email belum diatur
it: Email non impostata
ms: Emel belum ditetapkan
pt_pt: Ainda não configurou o email
sv: Ingen e-post angiven

# IDCopy
source: Your ID has been copied
ca: S'ha copiat el teu ID
da: ID kopieret
de: ID kopiert
es_419: ID copiada
id: ID telah disalin
it: ID copiato
ms: ID disalin
pt_pt: ID copiado
sv: ID kopierat

# SendEmailSuccess
source: Email sent successfully
ca: S'ha enviat el correu electrònic correctament
da: E-mail sendt
de: E-Mail gesendet
es_419: ¡Correo enviado!
id: Email terkirim
it: Email inviata
ms: Emel berjaya dihantar
pt_pt: Email enviado
sv: E-post skickad

# SendEmailFailed
source: Failed to send email: %@
ca: Error en enviar el correu electrònic %@
da: Kunne ikke sende e-mail%@
de: E-Mail fehlgeschlagen%@
es_419: Error al enviar %@
id: Gagal mengirim email %@
it: Invio email fallito %@
ms: Gagal hantar emel: %@
pt_pt: Falha no envio %@
sv: E-post misslyckades%@

# iCloudTipsTitle
source: Enable iCloud Sync
ca: Activar la sincronització amb iCloud
da: Aktivér iCloud-synkronisering
de: iCloud-Sync aktivieren
es_419: Activar iCloud
id: Aktifkan Sinkronisasi iCloud
it: Attiva sincronizzazione iCloud
ms: Hidupkan Sync iCloud
pt_pt: Ativar sincronização iCloud
sv: Aktivera iCloud-synk

# iCloudTipsDetail
source: Activate iCloud Sync to seamlessly transfer all Manic EMU data across devices logged in with the same Apple ID. All your data will be uploaded to iCloud, which may consume your iCloud storage space. Insufficient storage may cause sync failures! Synced data will be stored in the cloud - games may not function properly if data hasn't finished downloading.
ca: Activa la sincronització amb iCloud per compartir tot el contingut de Manic EMU entre dispositius amb el mateix Apple ID. En activar-la, totes les teves dades es pujaran a iCloud, cosa que ocuparà espai d'emmagatzematge. Si no n'hi ha prou, la sincronització podria fallar. Un cop sincronitzades, les teves dades s'emmagatzemaran al núvol i, si no s'han descarregat, podria no ser possible jugar correctament!
da: Data synkroniseres på tværs af enheder – kræver iCloud-plads
de: Aktivieren Sie die Synchronisation, um alle Manic EMU-Daten zwischen Ihren Geräten zu synchronisieren. Dies belegt iCloud-Speicherplatz - bei Platzmangel schlägt die Synchronisation fehl!
es_419: Todos tus datos se subirán a iCloud y ocuparán espacio de almacenamiento. ¡La sincronización fallará si no hay espacio suficiente!
id: Data akan disinkronkan ke semua perangkat dengan Apple ID yang sama
it: I dati verranno caricati su iCloud occupando spazio di archiviazione. Se lo spazio è insufficiente, la sincronizzazione fallirà!
ms: Sync semua data ke awan menggunakan iCloud. Ruang iCloud mungkin diperlukan!
pt_pt: Ative a sincronização para aceder aos seus dados em qualquer dispositivo com o mesmo Apple ID. Todos os dados serão enviados para o iCloud e ocuparão espaço de armazenamento. Espaço insuficiente pode causar falhas!
sv: Synka data mellan enheter. Kräver iCloud-utrymme.

# iCloudConfirm
source: Continue Activation
ca: Continuar amb l'activació
da: Fortsæt
de: Trotzdem aktivieren
es_419: Activar
id: Lanjutkan
it: Attiva comunque
ms: Teruskan
pt_pt: Continuar
sv: Fortsätt

# LoadingTitle
source: Downloading
ca: Descarregant
da: Downloader
de: Wird geladen
es_419: Cargando
id: Sedang Mengunduh
it: Download in corso
ms: Sedang Muat Turun
pt_pt: A carregar
sv: Laddar

# LoadRomSuccess
source: %@ downloaded - ready to play!
ca: %@ descarregat, pots començar a jugar!
da: %@ downloadet – klar til spil!
de: %@ geladen - Spiel starten!
es_419: ¡%@ listo para jugar!
id: %@ selesai diunduh, mulai bermain!
it: %@ scaricato, inizia a giocare!
ms: %@ siap dimuat turun, teruskan main!
pt_pt: %@ carregado, comece a jogar!
sv: %@ klar, spela nu!

# GameSettingSaveState
source: Save State
ca: Partida guardada
da: Gem tilstand
de: Speichern
es_419: Guardar estado
id: Simpanan
it: Salvataggio
ms: Simpanan
pt_pt: Guardar
sv: Spara

# GameSettingQuickLoadState
source: Quick Load
ca: Càrrega ràpida
da: Hurtigindlæsning
de: Schnellladen
es_419: Carga rápida
id: Muat Cepat
it: Carica rapida
ms: Muat Segera
pt_pt: Carregar rápido
sv: Snabb-ladda

# GameSettingVolume
source: Volume
ca: So
da: Lydstyrke
de: Lautstärke
es_419: Volumen
id: Suara
ms: Volum
sv: Volym

# GameSettingFastForwardResume
source: Normal Speed
ca: Velocitat normal
da: Normal hastighed
de: Normalgeschwindigkeit
es_419: Velocidad normal
id: Kecepatan Normal
it: Velocità normale
ms: Kelajuan Normal
pt_pt: Velocidade normal
sv: Normal hastighet

# GameSettingFastForward
source: Fast Forward %@
ca: Avanç ràpid %@
da: Hurtig frem %@
de: Schnellvorlauf %@
es_419: Avanzar %@
id: Maju Cepat %@
it: Avanzamento veloce %@
ms: Laju %@
pt_pt: Avançar %@
sv: Snabbspola %@

# GameSettingStateList
source: Save States
ca: Llista de partides guardades
da: Gemte tilstande
de: Spielstände
es_419: Lista de estados
id: Daftar Simpanan
it: Lista save state
ms: Senarai Simpanan
pt_pt: Lista de saves
sv: Sparningslista

# GameSettingSkins
source: Skins
ca: Configurar skin
da: Skift skin
de: Skin einstellen
id: Atur Skin
it: Imposta skin
ms: Tetapan Kulit
pt_pt: Definir skin

# GameSettingFilter
source: Filters
ca: Filtre
da: Filter
de: Filter
es_419: Filtros
id: Filter
it: Filtri
ms: Penapis
pt_pt: Filtro
sv: Filter

# GameSettingScreenShot
source: Screenshot
ca: Captura de pantalla
da: Tag skærmbillede
es_419: Captura
id: Tangkapan Layar
ms: Tangkap Skrin
pt_pt: Captura de ecrã do jogo
sv: Skärmdump

# GameSettingHapticOff
source: Haptics Off
ca: Vibració desactivada
da: Vibration slået fra
de: Vibration aus
es_419: Sin vibración
id: Getar Mati
it: Vibrazione disattivata
ms: Tiada Getaran
pt_pt: Feedback tátil desativado
sv: Vibration av

# GameSettingHapticSoft
source: Soft Haptics
ca: Vibració suau
da: Svag vibration
de: Vibration schwach
es_419: Vibración suave
id: Getar Lemah
it: Vibrazione leggera
ms: Getaran Lemah
pt_pt: Feedback tátil fraco
sv: Svag vibration

# GameSettingHapticLight
source: Light Haptics
ca: Vibració lleugera
da: Let vibration
de: Vibration leicht
es_419: Vibración ligera
id: Getar Ringan
it: Vibrazione media
ms: Getaran Ringan
pt_pt: Feedback tátil leve
sv: Lätt vibration

# GameSettingHapticMedium
source: Medium Haptics
ca: Vibració mitjana
da: Middel vibration
de: Vibration mittel
es_419: Vibración media
id: Getar Sedang
it: Vibrazione forte
ms: Getaran Sederhana
pt_pt: Feedback tátil médio
sv: Mellan vibration

# GameSettingHapticHeavy
source: Heavy Haptics
ca: Vibració forta
da: Kraftig vibration
de: Vibration stark
es_419: Vibración fuerte
id: Getar Kuat
it: Vibrazione intensa
ms: Getaran Kuat
pt_pt: Feedback tátil forte
sv: Stark vibration

# GameSettingHapticRigid
source: Rigid Haptics
ca: Vibració rígida
da: Stiv vibration
de: Vibration starr
es_419: Vibración rígida
id: Getar Kaku
it: Vibrazione rigida
ms: Getaran Keras
pt_pt: Feedback tátil rígido
sv: Hård vibration
