Repository: trevlars1/ManiX
Catalog: ManicEmu/Resources/*.lproj/Localizable.strings
Languages: ca, da, de, es_419, id, it, ms, pt_pt, sv

# ImportAddCloudServiceTitle
source: Cloud Services
ca: Serveis al núvol
da: Skytjenester
de: Cloud-Dienste
es_419: Servicios en la nube
id: Layanan Cloud
it: Servizi cloud
ms: Perkhidmatan Awan
pt_pt: Serviços na nuvem
sv: Molntjänster

# ImportAddLanServiceTitle
source: Local Network Services
ca: Serveis de xarxa local
da: Lokalt netværk
de: Lokale Netzwerkdienste
es_419: Servicios de red local
id: Layanan Jaringan Lokal
it: Servizi di rete locale
ms: Perkhidmatan Rangkaian Tempatan
pt_pt: Serviços de rede local
sv: Lokala nätverkstjänster

# ImportAddDiscoverServiceTitle
source: Discovery Services
ca: Serveis de descobriment
da: Opdagelsestjenester
de: Entdeckungsdienste
es_419: Servicios de descubrimiento
id: Layanan Penemuan
it: Servizi di scoperta
ms: Perkhidmatan Penemuan
pt_pt: Serviços de descoberta
sv: Upptäck tjänster

# BaiduYun
source: Baidu Cloud
ca: Baidu Yun
da: Baidu Yun
es_419: Baidu Yun
ms: Baidu Yun
pt_pt: Baidu Yun
sv: Baidu Yun

# AliYun
source: AliCloud
ca: Aliyun
da: Aliyun
de: Alibaba Cloud
es_419: Aliyun
id: Aliyun
it: Alibaba Cloud
ms: Aliyun
pt_pt: Aliyun
sv: Aliyun

# AddImportServiceHeaderTitle
source: Add Service
ca: Afegir servei
da: Tilføj tjeneste
de: Dienst hinzufügen
es_419: Añadir servicio
id: Tambahkan Layanan
it: Aggiungi servizio
ms: Tambah Perkhidmatan
pt_pt: Adicionar serviço
sv: Lägg till tjänst

# ImportServiceDelete
source: Remove Service
ca: Eliminar servei
da: Fjern tjeneste
de: Dienst entfernen
es_419: Eliminar servicio
id: Hapus Layanan
it: Rimuovi servizio
ms: Padam Perkhidmatan
pt_pt: Remover serviço
sv: Ta bort tjänst

# ImportAliyunNotGetDriveId
source: Failed to add AliCloud service: Could not retrieve directory
ca: Error en afegir el servei d'Aliyun: no s'ha pogut obtenir el directori
da: Kunne ikke tilføje Aliyun-tjeneste: Fejl ved hentning af mappe-ID
de: Alibaba Cloud konnte nicht hinzugefügt werden (Verzeichnis nicht gefunden)
es_419: Error al añadir Aliyun: no se pudo obtener el directorio
id: Gagal menambahkan Aliyun, direktori tidak ditemukan
it: Aggiunta servizio Alibaba Cloud fallita, impossibile ottenere la directory
ms: Gagal tambah Aliyun, direktori tidak ditemui
pt_pt: Falha ao adicionar serviço Aliyun, não foi possível obter o diretório
sv: Misslyckades att lägga till Aliyun, kunde inte hämta katalog

# ImportDownloadError
source: Download Error %@
ca: Error en la descàrrega %@
da: Downloadfejl %@
de: Download-Fehler %@
es_419: Error de descarga %@
id: Kesalahan unduh %@
it: Errore download %@
ms: Ralat muat turun %@
pt_pt: Erro no download %@
sv: Nedladdningsfel %@

# ImportDownloadContinue
source: Resuming Download... %@
ca: Continuant la descàrrega... %@
da: Fortsæt download... %@
de: Download fortsetzen... %@
es_419: Continuar descarga... %@
id: Lanjutkan unduhan... %@
it: Download in corso... %@
ms: Meneruskan muat turun... %@
pt_pt: A continuar o download... %@
sv: Fortsätt ladda ner... %@

# LandServiceEditServerName
source: Server Title
ca: Nom del servidor
da: Servernavn
de: Server-Name
es_419: Nombre del servidor
id: Judul Server
it: Nome server
ms: Nama Pelayan
pt_pt: Título do servidor
sv: Servernamn

# LandServiceEditServerNamePlaceholder
source: My SMB Server
ca: El meu servidor SMB
da: Min SMB-server
de: Mein SMB-Server
es_419: Mi servidor SMB
id: Server SMB Saya
it: Il mio server SMB
ms: Pelayan SMB Saya
pt_pt: Meu servidor SMB
sv: Min SMB-server

# LandServiceEditHost
source: Server Address
ca: Adreça del servidor
da: Serveradresse
de: Server-Adresse
es_419: Dirección del servidor
id: Alamat Server
it: Indirizzo server
ms: Alamat Pelayan
pt_pt: Endereço do servidor
sv: Serveradress

# LandServiceEditUserName
source: Username
ca: Usuari
da: Brugernavn
de: Benutzername
es_419: Usuario
id: Nama Pengguna
it: Utente
ms: ID Pengguna
pt_pt: Utilizador
sv: Användarnamn

# LandServiceEditPassword
source: Password
ca: Contrasenya
da: Adgangskode
de: Passwort
es_419: Contraseña
id: Kata Sandi
ms: Kata Laluan
pt_pt: Palavra-passe
sv: Lösenord

# LandServiceEditRequiredPlaceholder
source: Required
ca: Obligatori
da: Påkrævet
de: Erforderlich
es_419: Requerido
id: Wajib diisi
it: Obbligatorio
ms: Wajib
pt_pt: Obrigatório
sv: Obligatoriskt

# LandServiceEditOptionalPlaceholder
source: Optional
ca: Opcional
da: Valgfrit
es_419: Opcional
id: Opsional
it: Facoltativo
ms: Opsional
pt_pt: Opcional
sv: Valfritt

# LandServiceEditConnect
source: Connect
ca: Connectar
da: Forbind
de: Verbinden
es_419: Conectar
id: Hubungkan
it: Connetti
ms: Sambung
pt_pt: Ligar
sv: Anslut

# AddLandServiceSuccess
source: Successfully added %@
ca: S'ha afegit %@ correctament
da: %@ tilføjet succesfuldt
de: %@ erfolgreich hinzugefügt
es_419: ¡%@ añadido con éxito!
id: Berhasil menambahkan %@
it: Aggiunto %@ con successo
ms: Berjaya tambah %@
pt_pt: %@ adicionado com sucesso
sv: %@ lades till

# AddLandServiceFailed
source: Failed to add %@ Please check network connection, service status, or input information
ca: Error en afegir %@ Comprova la connexió a Internet, l'estat del servei o les dades introduïdes
da: Kunne ikke tilføje %@ Tjek netværk, serverstatus eller indtastede oplysninger
de: %@ konnte nicht hinzugefügt werden Bitte überprüfen Sie Netzwerkverbindung, Serverstatus oder Eingabedaten
es_419: Error al añadir %@ Verifica la conexión, estado del servicio o la información ingresada
id: Gagal menambahkan %@ Periksa koneksi jaringan, status layanan, atau informasi yang dimasukkan
it: Aggiunta %@ fallita Verifica connessione, stato del servizio o informazioni inserite
ms: Gagal tambah %@ Sila semak sambungan rangkaian, status perkhidmatan atau maklumat yang dimasukkan
pt_pt: Falha ao adicionar %@ Por favor verifique a ligação de rede, estado do serviço ou informações inseridas
sv: Kunde inte lägga till %@ Kontrollera nätverk, serverstatus eller inmatad information

# AddLandServiceTimeout
source: Connection timed out
ca: Temps d'espera esgotat en connectar al servei
da: Forbindelsestimeout
de: Verbindungstimeout
es_419: Tiempo de conexión agotado
id: Koneksi ke layanan melebihi batas waktu
it: Timeout connessione al servizio
ms: Sambungan ke perkhidmatan melebihi masa
pt_pt: Tempo de ligação ao serviço esgotado
sv: Anslutningstimeout

# FilesImporterErrorFileExist
source: "%@" already exists
ca: "%@" ja existeix, no cal importar-lo
da: "%@" eksisterer allerede – importering unødvendig
de: "%@" existiert bereits
es_419: "%@" ya existe, no es necesario importar
id: "%@" sudah ada, tidak perlu diimpor
it: "%@" esiste già, importazione non necessaria
ms: "%@" sudah wujud, tidak perlu diimport
pt_pt: "%@" já existe, não é necessário importar
sv: "%@" finns redan, importeras ej

# FilesImporterErrorBadCopy
source: Failed to import "%@": File copy error
ca: Error en importar "%@": s'ha produït un error en copiar el fitxer
da: Kunne ikke importere "%@": Fejl under filkopiering
de: "%@" konnte nicht importiert werden (Kopierfehler)
es_419: Error al importar "%@": fallo al copiar el archivo
id: Gagal mengimpor "%@", kesalahan saat menyalin file
it: Importazione "%@" fallita, errore durante la copia
ms: Gagal import "%@", ralat semasa menyalin fail
pt_pt: Falha ao importar "%@", erro durante a cópia do ficheiro
sv: Misslyckades importera "%@", filkopieringsfel

# FilesImporterErrorBadExtension
source: Unsupported file extension: %@
ca: Error en importar "%@": extensió de fitxer no reconeguda
da: Kunne ikke importere "%@": Filtype genkendes ikke
de: "%@" hat ungültige Dateiendung
es_419: Error al importar "%@": extensión no reconocida
id: Gagal mengimpor "%@", ekstensi file tidak dikenali
it: Importazione "%@" fallita, estensione non riconosciuta
ms: Gagal import "%@", sambungan fail tidak dikenali
pt_pt: Falha ao importar "%@", extensão de ficheiro não reconhecida
sv: Misslyckades importera "%@", ogiltig filändelse

# FilesImporterErrorNoPermission
source: No permission to access %@
ca: No tens permisos per accedir a %@
da: Ingen adgang til %@
de: Kein Zugriff auf %@
es_419: Sin permisos para acceder a %@
id: Tidak memiliki izin untuk mengakses %@
it: Nessun permesso per accedere a %@
ms: Tiada kebenaran untuk mengakses %@
pt_pt: Sem permissão para aceder a %@
sv: Saknar åtkomst till %@

# FilesImporterErrorUnableToHash
source: Failed to import "%@": Hash calculation error
ca: Error en importar "%@": no s'ha pogut calcular el hash
da: Kunne ikke importere "%@": Fejl ved hash-beregning
de: "%@" konnte nicht importiert werden (Hash-Berechnung fehlgeschlagen)
es_419: Error al importar "%@": no se pudo calcular el hash
id: Gagal mengimpor "%@", tidak dapat menghitung hash
it: Importazione "%@" fallita, impossibile calcolare l'hash
ms: Gagal import "%@", tidak dapat mengira hash
pt_pt: Falha ao importar "%@", não foi possível calcular o hash
sv: Misslyckades importera "%@", kan ej beräkna hash

# FilesImporterErrorWriteDatabase
source: Failed to import "%@": Database write error
ca: Error en importar "%@": no s'ha pogut escriure a la base de dades
da: Kunne ikke importere "%@": Fejl ved databaseskrivning
de: "%@" konnte nicht importiert werden (Datenbankfehler)
es_419: Error al importar "%@": fallo al escribir en la base de datos
id: Gagal mengimpor "%@", kesalahan menulis ke basis data
it: Importazione "%@" fallita, errore scrittura database
ms: Gagal import "%@", tidak dapat menulis ke pangkalan data
pt_pt: Falha ao importar "%@", não foi possível escrever na base de dados
sv: Misslyckades importera "%@", databasfel

# GameSaveMatchTitle
source: Match Game Save to Game
ca: Associar partida guardada a un joc
da: Match gemt spil til spil
de: Spielspeicherstand zuordnen
es_419: Emparejar guardado con juego
id: Cocokkan Simpanan dengan Permainan
it: Abbina salvataggio al gioco
ms: Padankan Simpanan dengan Permainan
pt_pt: Associar save ao jogo
sv: Matcha sparning till spel

# FilesImporterErrorSaveNoMatchGames
source: "%@" requires manual matching
ca: "%@" no s'ha pogut associar a cap joc, fes-ho manualment
da: "%@" kunne ikke matches – manuel matchning kræves
de: "%@" konnte keinem Spiel zugeordnet werden
es_419: "%@" no coincide con ningún juego, empareja manualmente
id: "%@" tidak cocok dengan permainan, harap sesuaikan manual
it: "%@" non corrisponde a nessun gioco, abbina manualmente
ms: "%@" tidak dapat dipadankan, sila padankan secara manual
pt_pt: "%@" não pode ser associado a nenhum jogo, por favor associe manualmente
sv: "%@" matchar inget spel, matcha manuellt

# GameSaveAlreadyExistTitle
source: Game Save Exists
ca: La partida guardada ja existeix
da: Gemme tilstand eksisterer
de: Spielspeicherstand existiert
es_419: Guardado ya existe
id: Simpanan Sudah Ada
it: Salvataggio esistente
ms: Simpanan Sudah Wujud
pt_pt: Save já existe
sv: Sparning finns redan

# FilesImporterErrorSaveAlreadyExist
source: Overwrite existing game save for "%@"?
ca: Error en importar "%@": vols sobreescriure la partida guardada existent?
da: Kunne ikke importere "%@". Overskriv eksisterende gemme tilstand?
de: "%@" importieren? Vorhandenen Speicherstand überschreiben?
es_419: Error al importar "%@". ¿Forzar sobrescritura del guardado existente?
id: Gagal mengimpor "%@", apakah ingin menimpa simpanan yang ada?
it: Importazione "%@" fallita, sovrascrivere il salvataggio esistente?
ms: Gagal import "%@", timpa simpanan sedia ada?
pt_pt: Falha ao importar "%@", deseja substituir o save existente?
sv: Misslyckades importera "%@", vill du skriva över?

# GameSaveMathToMuchTitle
source: Multiple Matches
ca: Múltiples coincidències
da: Flere matches
de: Mehrfache Zuordnung
es_419: Múltiples coincidencias
id: Banyak Kecocokan
it: Risultati multipli
ms: Pelbagai Padanan
pt_pt: Múltiplas correspondências
sv: Flera matchningar

# FilesImporterErrorSaveMathToMuch
source: Multiple game matches for "%@": Please select manually
ca: Error en importar "%@": la partida guardada coincideix amb diversos jocs, fes-ho manualment
da: Kunne ikke importere "%@": Flere spil matchet – manuel matchning kræves
de: "%@" passt zu mehreren Spielen, bitte manuell zuordnen
es_419: Error al importar "%@": múltiples juegos coincidentes, empareja manualmente
id: Gagal mengimpor "%@", simpanan cocok dengan banyak permainan, harap sesuaikan manual
it: Importazione "%@" fallita, troppi giochi corrispondenti, abbina manualmente
ms: Gagal import "%@", simpanan dipadankan dengan pelbagai permainan
pt_pt: Falha ao importar "%@", o save corresponde a múltiplos jogos, por favor associe manualmente
sv: Misslyckades importera "%@", flera spel matchar. Matcha manuellt

# FilesImporterErrorSkinBadFile
source: Corrupted skin file: %@
ca: Error en importar %@: el fitxer de skin està danyat
da: Kunne ikke importere %@: Skinfilen er beskadiget
de: Skin-Datei "%@" ist beschädigt
es_419: Error al importar %@: archivo de skin corrupto
id: Gagal mengimpor %@, file skin rusak
it: Importazione %@ fallita, file skin danneggiato
ms: Gagal import %@, fail kulit rosak
pt_pt: Falha ao importar %@, ficheiro de skin corrompido
sv: Misslyckades importera %@, skadad skin-fil

# PasteImporterErrorNoMatchContent
source: No importable content in clipboard
ca: No hi ha contingut vàlid al porta-retalls per importar
da: Ingen importvenligt indhold i udklipsholder
de: Keine importierbaren Daten in Zwischenablage
es_419: No hay contenido compatible en el portapapeles
id: Tidak ada konten yang dapat diimpor dari clipboard
it: Nessun contenuto valido negli appunti
ms: Tiada kandungan yang sesuai dalam papan klip
pt_pt: Área de transferência sem conteúdo compatível para importar
sv: Inget importerbart innehåll i urklipp

# FilesDownloadErrorFileExist
source: %@ already downloaded
ca: %@ ja està descarregat, no cal tornar-ho a descarregar
da: %@ er allerede downloadet
de: %@ bereits vorhanden
es_419: %@ ya fue descargado
id: %@ sudah diunduh, tidak perlu mengunduh ulang
it: %@ già scaricato
ms: %@ sudah dimuat turun
pt_pt: %@ já foi descarregado, não é necessário repetir
sv: %@ finns redan, laddas ej ned igen

# FilesImporterErrorEmptyContent
source: No importable content found
ca: No hi ha recursos per importar
da: Intet indhold at importere
de: Keine importierbaren Ressourcen
es_419: No hay recursos para importar
id: Tidak ada sumber daya yang dapat diimpor
it: Nessuna risorsa da importare
ms: Tiada sumber untuk diimport
pt_pt: Sem recursos para importar
sv: Inget innehåll att importera

# LanServiceInitFailed
source: Failed to initialize %@ service
ca: Error en crear el servei %@
da: Kunne ikke oprette %@-tjeneste
de: %@-Dienst konnte nicht gestartet werden
es_419: Error al crear servicio %@
id: Gagal membuat layanan %@
it: Creazione servizio %@ fallita
ms: Gagal cipta perkhidmatan %@
pt_pt: Falha ao criar serviço %@
sv: Kunde inte skapa %@-tjänst

# SMBLoginFailed
source: SMB Authentication Failed%@
ca: Error en l'inici de sessió Samba %@
da: Samba-login mislykkedes%@
de: Samba-Login fehlgeschlagen%@
es_419: Error de inicio en Samba %@
id: Gagal masuk Samba %@
it: Accesso Samba fallito %@
ms: Log masuk Samba gagal %@
pt_pt: Falha no login Samba %@
sv: Samba-inloggning misslyckades%@

# SMBListFilesFailed
source: Failed to retrieve files%@
ca: Error en obtenir els fitxers %@
da: Kunne ikke hente filer%@
de: Dateiliste konnte nicht abgerufen werden%@
es_419: Error al obtener archivos %@
id: Gagal mengambil file %@
it: Recupero file fallito %@
ms: Gagal dapatkan fail %@
pt_pt: Falha ao obter ficheiros %@
sv: Kunde ej hämta filer%@

# SMBListFilesTypeError
source: Not a directory
ca: Aquest fitxer no és una carpeta
da: Filen er ikke en mappe
de: Kein Ordner
es_419: El archivo no es una carpeta
id: File ini bukan folder
it: Il file non è una cartella
ms: Fail ini bukan folder
pt_pt: O ficheiro não é uma pasta
sv: Filen är inte en mapp

# DropErrorLoadFailed
source: Failed to load file
ca: Error en carregar el fitxer
da: Kunne ikke indlæse fil
de: Datei konnte nicht geladen werden
es_419: Error al cargar archivo
id: Gagal memuat file
it: Caricamento file fallito
ms: Gagal muat fail
pt_pt: Falha ao carregar ficheiro
sv: Kunde ej ladda fil

# DropErrorNotSupportFile
source: Unsupported file type
ca: Tipus de fitxer no compatible
da: Filtypen understøttes ikke
de: Nicht unterstützter Dateityp
es_419: Tipo de archivo no soportado
id: Jenis file tidak didukung
it: Tipo file non supportato
ms: Jenis fail tidak disokong
pt_pt: Tipo de ficheiro não suportado
sv: Filtypen stöds ej

# ImportErrorTitle
source: Import Error
ca: Error en importar
da: Importfejl
de: Importfehler
es_419: Error de importación
id: Kesalahan Impor
it: Errore importazione
ms: Ralat Import
pt_pt: Erro na importação
sv: Importfel

# ImportGameSuccessTitle
source: Game Imported
ca: Joc importat correctament
da: Spil importeret
de: Spiel importiert
es_419: ¡Juego importado!
id: Impor Permainan Berhasil
it: Gioco importato
ms: Import Permainan Berjaya
pt_pt: Jogo importado com sucesso
sv: Spel importerat

# ImportGameSuccessDetail
source: %@ has been added to your library. View now?
ca: %@ s'ha afegit a la biblioteca de jocs, vols veure'l ara?
da: %@ Er importeret til spilbibliotek. Vis nu?
de: %@ wurde erfolgreich importiert. Jetzt anzeigen?
es_419: %@ se importó correctamente. ¿Ver ahora?
id: %@ berhasil diimpor ke perpustakaan, lihat sekarang?
it: %@ importato nella libreria, visualizzare ora?
ms: %@ Berjaya diimport ke perpustakaan, lihat sekarang?
pt_pt: %@ foi importado para a biblioteca, deseja visualizar agora?
sv: %@ har importerats. Vill du visa nu?

# ImportGameSuccessDetailForOne
source: "%@" has been added. Start playing?
ca: "%@" s'ha afegit a la biblioteca de jocs, vols jugar-hi ara?
da: "%@" Er importeret. Start spil nu?
de: "%@" wurde importiert. Jetzt spielen?
es_419: "%@" se importó correctamente. ¿Jugar ahora?
id: "%@" berhasil diimpor, mulai bermain sekarang?
it: "%@" importato, iniziare a giocare ora?
ms: "%@" Berjaya diimport, main sekarang?
pt_pt: "%@" foi importado para a biblioteca, deseja jogar agora?
sv: "%@" har importerats. Vill du spela nu?

# ImportSkinSuccessTitle
source: Skin Imported
ca: Skin importada correctament
da: Skin importeret
de: Skin importiert
es_419: ¡Skin importada!
id: Impor Skin Berhasil
it: Skin importata
ms: Import Kulit Berjaya
pt_pt: Skin importada com sucesso
sv: Skin importerat

# ImportSkinSuccessDetail
source: "%@" imported successfully. View now?
ca: "%@" s'ha importat correctament, vols veure-la ara?
da: "%@" Importeret succesfuldt. Vis nu?
de: "%@" wurde erfolgreich importiert. Jetzt anzeigen?
es_419: "%@" importada correctamente. ¿Ver ahora?
id: "%@" berhasil diimpor, lihat sekarang?
it: "%@" importata con successo, visualizzare ora?
ms: "%@" Berjaya diimport, lihat sekarang?
pt_pt: "%@" importado com sucesso, deseja visualizar agora?
sv: "%@" har importerats. Visa nu?

# ImportGameSaveSuccessTitle
source: Game Save Imported
ca: Partida guardada importada correctament
da: Gemme tilstand importeret
de: Spielspeicherstand importiert
es_419: ¡Guardado importado!
id: Impor Simpanan Berhasil
it: Salvataggio importato
ms: Import Simpanan Berjaya
pt_pt: Save importado com sucesso
sv: Sparning importerad

# ImportGameSaveSuccessDetail
source: "%@" has been added to corresponding game
ca: "%@" s'ha importat al joc corresponent
da: "%@" Er importeret til matchet spil
de: "%@" wurde dem Spiel zugeordnet
es_419: "%@" se importó al juego correspondiente
id: "%@" telah diimpor ke permainan yang sesuai
it: "%@" importato nel gioco corrispondente
ms: "%@" Berjaya diimport ke permainan
pt_pt: "%@" foi importado para o jogo correspondente
sv: "%@" har importerats till spelet

# ImportGameSaveSuccessForOne
source: "%@" imported. Start playing?
ca: "%@" s'ha importat al joc, vols jugar-hi ara?
da: "%@" Er importeret. Start spil nu?
de: "%@" wurde importiert. Jetzt spielen?
es_419: "%@" se importó correctamente. ¿Jugar ahora?
id: "%@" telah diimpor, mulai bermain sekarang?
it: "%@" importato, iniziare a giocare ora?
ms: "%@" Berjaya diimport, main sekarang?
pt_pt: "%@" foi importado para o jogo, deseja jogar agora?
sv: "%@" har importerats. Spela nu?

# ImportGameSaveFailedNoGameError
source: Failed to import "%@": No games available
ca: Error en importar "%@": encara no tens cap joc!
da: Kunne ikke importere "%@": Du har endnu ingen spil!
de: "%@" konnte nicht importiert werden (keine Spiele vorhanden)
es_419: Error al importar "%@": ¡no tienes juegos aún!
id: Gagal mengimpor "%@", Anda belum memiliki permainan!
it: Importazione "%@" fallita, nessun gioco disponibile!
ms: Gagal import "%@", tiada permainan dalam perpustakaan!
pt_pt: Falha ao importar "%@", ainda não tem nenhum jogo!
sv: Misslyckades importera "%@", inget spel finns

# DownloadCompletion
source: Download Complete
ca: Descàrrega completada
da: Download fuldført
de: Download abgeschlossen
es_419: Descarga completada
id: Unduhan Selesai
it: Download completato
ms: Muat Turun Selesai
pt_pt: Download concluído
sv: Nedladdning klar

# QQChannelName
source: QQ Channel
ca: Canal QQ
da: QQ-kanal
de: QQ-Kanal
es_419: Canal QQ
id: Saluran QQ
it: Canale QQ
ms: Saluran QQ
pt_pt: Canal QQ
sv: QQ-kanal

# NotSupportPasswordZip
source: Encrypted ZIP not supported: %@
ca: No es pot descomprimir "%@": no es permeten fitxers ZIP amb contrasenya
da: Kan ikke udpakke "%@": Krypterede ZIP-filer understøttes ikke
de: "%@" kann nicht entpackt werden (Passwortgeschütztes ZIP nicht unterstützt)
es_419: No se puede descomprimir "%@": archivos ZIP con contraseña no soportados
id: Gagal mengekstrak "%@", file ZIP berpassword tidak didukung
it: Impossibile estrarre "%@", archivi protetti da password non supportati
ms: "%@" tidak dapat dibuka, fail ZIP berkunci tidak disokong
pt_pt: Não foi possível descomprimir "%@", ficheiros ZIP encriptados não são suportados
sv: Kan ej packa upp "%@", lösenordsskyddade zip stöds ej

# UnzipFailed
source: Failed to extract "%@"
ca: Error en descomprimir "%@"
da: Kunne ikke udpakke "%@"
de: "%@" konnte nicht entpackt werden
es_419: Error al descomprimir "%@"
id: Gagal mengekstrak "%@"
it: "%@" estrazione fallita
ms: "%@" gagal dibuka
pt_pt: Falha ao descomprimir "%@"
sv: "%@" kunde ej packas upp

# NoSupportInZip
source: No supported formats in "%@"
ca: "%@" no conté cap format compatible
da: "%@" indeholder ikke understøttede formater
de: "%@" enthält keine unterstützten Formate
es_419: "%@" no contiene formatos compatibles
id: Tidak ada format yang didukung dalam "%@"
it: "%@" non contiene formati supportati
ms: Tiada format disokong dalam "%@"
pt_pt: "%@" não contém formatos suportados
sv: Inget stödt format i "%@"

# IPCopy
source: Address Copied
ca: S'ha copiat l'adreça
da: Adresse kopieret
de: Adresse kopiert
es_419: Dirección copiada
id: Alamat telah disalin
it: Indirizzo copiato
ms: Alamat disalin
pt_pt: Endereço copiado
sv: Adress kopierad

# ImportServiceListFilesTitle
source: Files
ca: Fitxers
da: Filer
de: Dateien
es_419: Archivos
id: File
it: File
ms: Fail
pt_pt: Ficheiros
sv: Filer

# ImportServiceListFilesDetail
source: Import games, skins, game saves from files or iCloud
ca: Importa jocs, skins o partides guardades des de fitxers o iCloud
da: Importer spil, skins eller gemte tilstande fra filer/iCloud
de: Spiele, Skins oder Spielstände von Dateien/iCloud importieren
es_419: Importar juegos, skins o guardados desde archivos o iCloud
id: Impor permainan, skin, atau simpanan dari file atau iCloud
it: Importa giochi, skin e salvataggi da file o iCloud
ms: Import permainan, kulit atau simpanan dari fail/iCloud
pt_pt: Importar jogos, skins ou saves a partir de ficheiros ou iCloud
sv: Importera spel, skins eller sparningar från filer/iCloud
