Repository: trevlars1/ManiX
Catalog: ManicEmu/Resources/*.lproj/Localizable.strings
Languages: ca, da, de, es_419, id, it, ms, pt_pt, sv

# ImportServiceListWiFiOffDetail
source: Transfer files via browser on same network
ca: Transfereix fitxers mitjançant un navegador a la mateixa xarxa local
da: Overfør filer via browser på samme netværk
de: Dateitransfer über Browser im gleichen Netzwerk
es_419: Transferir archivos vía navegador en la misma red
id: Transfer file melalui browser dalam jaringan yang sama
it: Trasferisci file via browser nella stessa rete
ms: Hantar fail melalui pelayar dalam rangkaian yang sama
pt_pt: Transferir ficheiros via browser na mesma rede local
sv: Överför filer via webbläsare i samma nätverk

# ImportServiceListWiFiOnDetail
source: %@ Use browser to transfer files
ca: %@ Utilitza un navegador per transferir fitxers
da: %@ Brug browser til filoverførsel
de: %@ Browser-Transfer aktiv
es_419: %@ Usa navegador para transferir archivos
id: %@ Gunakan browser untuk transfer file
it: %@ Usa il browser per trasferire file
ms: %@ Gunakan pelayar untuk hantar fail
pt_pt: %@ Utilize o browser para transferir ficheiros
sv: %@ Använd webbläsare för filöverföring

# ImportServiceListPasteTitle
source: Read Clipboard
ca: Llegeix el porta-retalls
da: Læs udklipsholder
de: Zwischenablage
es_419: Leer portapapeles
id: Baca Clipboard
it: Leggi appunti
ms: Baca Papan Klip
pt_pt: Ler área de transferência
sv: Läs urklipp

# ImportServiceListPasteDetail
source: Supports files copied from macOS or Files app
ca: Permet importar fitxers copiats des de macOS o l'aplicació Fitxers
da: Understøtter filoverførsel fra macOS og Filer-app
de: Unterstützt Dateien von macOS/Dateien-App
es_419: Soporta copiar archivos desde macOS o la app Archivos
id: Dukung impor dari macOS atau aplikasi File
it: Supporta copia da macOS e app File
ms: Sokongan salinan fail dari macOS atau aplikasi Fail
pt_pt: Suporta copiar ficheiros a partir do macOS ou aplicação Ficheiros
sv: Stöd för filer från macOS eller Filer-appen

# ImportHowTo
source: How to Import
ca: Com importar
da: Sådan importerer du
de: Import-Anleitung
es_419: Cómo importar
id: Cara Mengimpor
it: Come importare
ms: Cara Import
pt_pt: Como importar
sv: Hur man importerar

# ImportTopHintTitle
source: Your adventure begins here!
ca: Una història plena de somnis i aventures començarà aquí!
da: Et eventyr fuld af drømme og udfordringer begynder her!
de: Eine Geschichte voller Träume und Abenteuer beginnt hier!
es_419: ¡Una historia llena de sueños y aventuras comienza aquí!
id: Sebuah petualangan penuh mimpi akan dimulai di sini!
it: Una storia di sogni e avventure sta per iniziare!
ms: Sebuah cerita penuh impian dan pengembaraan akan bermula di sini!
pt_pt: Uma história cheia de sonhos e aventuras vai começar aqui!
sv: Ett äventyr fullt av drömmar börjar här!

# ImportDragAndDropTips
source: Drag files to any Manic EMU interface for transfer
ca: Arrossega fitxers a qualsevol pantalla de Manic EMU per transferir-los
da: Træk filer til enhver Manic EMU-skærm for overførsel
de: Ziehen Sie Dateien in beliebige Manic EMU-Oberflächen zum Transfer
es_419: Arrastra archivos a cualquier pantalla de Manic EMU para transferirlos
id: Seret dan lepas file ke antarmuka Manic EMU untuk transfer
it: Trascina i file su qualsiasi schermata di Manic EMU per trasferirli
ms: Seret fail ke mana-mana antaramuka Manic EMU untuk pemindahan
pt_pt: Arraste ficheiros para qualquer área do Manic EMU para transferir
sv: Dra filer till valfri Manic EMU-yta för överföring

# ImportChannelTips
source: Join %@ for assistance
ca: Si tens dubtes, uneix-te a %@ per obtenir ajuda
da: Besøg %@ for support
de: Bei Fragen besuchen Sie %@
es_419: ¿Dudas? Únete a %@ para ayuda
id: Bergabunglah dengan %@ untuk bantuan jika ada pertanyaan
it: Per assistenza, unisciti a %@
ms: Sertai %@ untuk bantuan sekiranya ada pertanyaan
pt_pt: Em caso de dúvidas, junte-se a %@ para obter ajuda
sv: Besök %@ om du har frågor

# ToastConnectCloudDriveSuccess
source: Successfully connected to %@
ca: S'ha connectat a %@ correctament
da: Forbundet til %@
de: %@ erfolgreich verbunden
es_419: ¡Conexión exitosa con %@!
id: Berhasil terhubung ke %@
it: Connesso a %@ con successo
ms: Berjaya sambung ke %@
pt_pt: Ligação a %@ estabelecida com sucesso
sv: Ansluten till %@

# AlertImportFilesSuccess
source: Import Successful
ca: Recursos importats correctament
da: Ressourcer importeret
de: Ressourcen importiert
es_419: ¡Recursos importados!
id: Berhasil mengimpor sumber daya
it: Importazione riuscita
ms: Import sumber berjaya
pt_pt: Recursos importados com sucesso
sv: Import lyckades

# ErrorConnectCloudDrive
source: Cloud Service Connection Failed
ca: No es pot connectar al servei al núvol
da: Kan ikke forbinde til skytjeneste
de: Cloud-Dienst nicht erreichbar
es_419: No se puede conectar al servicio en la nube
id: Tidak dapat terhubung ke layanan cloud
it: Connessione al cloud fallita
ms: Gagal sambung ke perkhidmatan awan
pt_pt: Não foi possível ligar ao serviço na nuvem
sv: Kan ej ansluta till molntjänst

# ErrorUnknown
source: Unknown Error
ca: Error desconegut
da: Ukendt fejl
de: Unbekannter Fehler
es_419: Error desconocido
id: Kesalahan tidak diketahui
it: Errore sconosciuto
ms: Ralat tidak diketahui
pt_pt: Erro desconhecido
sv: Okänt fel

# ReasonConncetCloudDriveFail
source: Check network connection and service authorization, or remove and re-add service
ca: Comprova la connexió a Internet i l'estat d'autorització del servei al núvol, o prova a eliminar i tornar a afegir el servei
da: Tjek netværk eller skyadgang, eller fjern og tilføj tjenesten igen
de: Bitte Netzwerkverbindung und Berechtigungen prüfen oder Dienst neu hinzufügen
es_419: Verifica tu conexión y permisos del servicio, o reinstala el servicio
id: Periksa koneksi jaringan dan otorisasi layanan cloud, atau coba hapus dan tambahkan ulang layanan
it: Verifica connessione e autorizzazioni, oppure rimuovi e riaggiungi il servizio
ms: Sila semak sambungan rangkaian dan status kebenaran perkhidmatan awan, atau cuba padam dan tambah semula perkhidmatan
pt_pt: Por favor verifique a ligação de rede e estado de autorização do serviço na nuvem, ou tente remover e adicionar novamente o serviço
sv: Kontrollera nätverk eller molntjänstbehörighet. Försök lägga till tjänsten igen

# TabbarTitleGames
source: Games
ca: Jocs
da: Spil
de: Spiele
es_419: Juegos
id: Permainan
it: Giochi
ms: Permainan
pt_pt: Jogos
sv: Spel

# TabbarTitleSettings
source: Settings
ca: Configuració
da: Indstillinger
de: Einstellungen
es_419: Ajustes
id: Pengaturan
it: Impostazioni
ms: Tetapan
pt_pt: Definições
sv: Inställningar

source: Select All
ca: Seleccionar-ho tot
da: Vælg alle
de: Alle auswählen
es_419: Seleccionar todo
id: Pilih Semua
it: Seleziona tutto
ms: Pilih Semua
pt_pt: Selecionar tudo
sv: Markera allt

source: Deselect All
ca: Deseleccionar-ho tot
da: Fravælg alle
de: Auswahl aufheben
es_419: Deseleccionar todo
id: Batalkan Pilihan
it: Deseleziona tutto
ms: Nyahpilih Semua
pt_pt: Desselecionar tudo
sv: Avmarkera allt

# CloudDriveBrowserDownload
source: Download
ca: Descarregar
es_419: Descargar
id: Unduh
it: Scarica
ms: Muat Turun
sv: Ladda ner

# CancelTitle
source: Cancel
ca: Cancel·lar
da: Annuller
de: Abbrechen
es_419: Cancelar
id: Batal
it: Annulla
ms: Batal
pt_pt: Cancelar
sv: Avbryt

# CheckTitle
source: View
ca: Veure
da: Vis
de: Anzeigen
es_419: Ver
id: Lihat
it: Visualizza
ms: Lihat
pt_pt: Ver
sv: Visa

# StartGameTitle
source: Play Now
ca: Jugar ara
da: Start spil
de: Jetzt spielen
es_419: Jugar ahora
id: Mulai Bermain
it: Gioca ora
ms: Main Sekarang
pt_pt: Jogar agora
sv: Spela nu

# ConfirmTitle
source: Confirm
ca: Confirmar
da: Bekræft
de: Bestätigen
es_419: Confirmar
id: Konfirmasi
it: Conferma
ms: Sahkan
pt_pt: Confirmar
sv: Bekräfta

# SaveTitle
source: Save
ca: Guardar
da: Gem
de: Speichern
es_419: Guardar
id: Simpan
it: Salva
ms: Simpan
pt_pt: Guardar
sv: Spara

# NameTitle
source: Name
ca: Nom
da: Navn
es_419: Nombre
id: Nama
it: Nome
ms: Nama
pt_pt: Nome
sv: Namn

# TimeAgoMinuteFormat
source: %d minute(s) ago
ca: Fa %d minut(s)
da: %d minut siden
de: vor %d Minuten
es_419: hace %d minutos
id: %d menit yang lalu
it: %d minuti fa
ms: %d minit lalu
pt_pt: há %d minutos
sv: %d minuter sedan

# TimeAgoHourFormat
source: %d hour(s) ago
ca: Fa %d hora(s)
da: %d time siden
de: vor %d Stunden
es_419: hace %d horas
id: %d jam yang lalu
it: %d ore fa
ms: %d jam lalu
pt_pt: há %d horas
sv: %d timmar sedan

# TimeAgoDayFormat
source: %d day(s) ago
ca: Fa %d dia(s)
da: %d dag siden
de: vor %d Tagen
es_419: hace %d días
id: %d hari yang lalu
it: %d giorni fa
ms: %d hari lalu
pt_pt: há %d dias
sv: %d dagar sedan

# TimeAgoWeekFormat
source: %d week(s) ago
ca: Fa %d setmana(s)
da: %d uge siden
de: vor %d Wochen
es_419: hace %d semanas
id: %d minggu yang lalu
it: %d settimane fa
ms: %d minggu lalu
pt_pt: há %d semanas
sv: %d veckor sedan

# TimeAgoMonthFormat
source: %d month(s) ago
ca: Fa %d mes(os)
da: %d måned siden
de: vor %d Monaten
es_419: hace %d meses
id: %d bulan yang lalu
it: %d mesi fa
ms: %d bulan lalu
pt_pt: há %d meses
sv: %d månader sedan

# TimeAgoYearFormat
source: %d year(s) ago
ca: Fa %d any(s)
da: %d år siden
de: vor %d Jahren
es_419: hace %d años
id: %d tahun yang lalu
it: %d anni fa
ms: %d tahun lalu
pt_pt: há %d anos
sv: %d år sedan

# TimeDurationHourAndMinuteFormat
source: %d hr %d min
ca: %d hora(s) i %d minut(s)
da: %d timer %d minutter
de: %d Std. %d Min.
es_419: %d horas %d minutos
id: %d jam %d menit
it: %d ore %d minuti
ms: %d jam %d minit
pt_pt: %dh %dmin
sv: %d tim %d min

# TimeDurationHourFormat
source: %d hours
ca: %d hora(s)
da: %d timer
de: %d Stunden
es_419: %d horas
id: %d jam
it: %d ore
ms: %d jam
pt_pt: %d horas
sv: %d tim

# TimeDurationMinuteFormat
source: %d minutes
ca: %d minut(s)
da: %d minutter
de: %d Minuten
es_419: %d minutos
id: %d menit
it: %d minuti
ms: %d minit
pt_pt: %d minutos
sv: %d min

# FatalErrorTitle
source: Fatal Error
ca: Error fatal
da: Kritisk fejl
de: Kritischer Fehler
es_419: Error crítico
id: Kesalahan Fatal
it: Errore critico
ms: Ralat Kritikal
pt_pt: Erro fatal
sv: Kritiskt fel

# FatalErrorDesc
source: Critical system resource failure: Manic EMU may malfunction
ca: Error en carregar els recursos del sistema, Manic EMU podria tenir problemes greus de funcionament
da: Systemressourcer kunne ikke indlæses – Manic EMU kan være ustabil
de: Systemressourcen konnten nicht geladen werden - Manic EMU funktioniert möglicherweise eingeschränkt
es_419: Fallo al cargar recursos del sistema. Manic EMU podría presentar errores graves
id: Gagal memuat sumber daya sistem, Manic EMU mungkin mengalami gangguan serius
it: Caricamento risorse di sistema fallito, Manic EMU potrebbe non funzionare correttamente
ms: Sistem gagal memuat sumber, Manic EMU mungkin tidak berfungsi dengan baik
pt_pt: Falha ao carregar recursos do sistema, o Manic EMU pode apresentar defeitos graves durante a execução
sv: Systemresurser laddades ej. Manic EMU kan fungera felaktigt

# LodingFailedTitle
source: Load Failed
ca: Error en carregar
da: Indlæsningsfejl
de: Ladefehler
es_419: Error de carga
id: Gagal Memuat
it: Caricamento fallito
ms: Gagal Muat
pt_pt: Falha no carregamento
sv: Laddning misslyckades

# AirPlayDesc
source: Let the adventure begin!
ca: Comença l'aventura ara mateix!
da: Begynd dit eventyr nu!
de: Beginnen Sie jetzt Ihr Abenteuer!
es_419: ¡Comienza la aventura ahora!
id: Mulai petualangan Anda sekarang!
it: Inizia l'avventura ora!
ms: Mari mulakan pengembaraan!
pt_pt: Comece a aventura agora mesmo!
sv: Börja ditt äventyr nu!

# ToastSuccess
source: Saved Successfully
ca: S'ha guardat correctament
da: Gemt succesfuldt
de: Erfolgreich gespeichert
es_419: ¡Guardado exitoso!
id: Berhasil Disimpan
it: Salvataggio riuscito
ms: Simpan Berjaya
pt_pt: Guardado com sucesso
sv: Sparat

# ToastFailed
source: Save Failed
ca: Error en guardar
da: Kunne ikke gemme
de: Speichern fehlgeschlagen
es_419: ¡Error al guardar!
id: Gagal Menyimpan
it: Salvataggio fallito
ms: Simpan Gagal
pt_pt: Falha ao guardar
sv: Sparning misslyckades

# GamesSearchPlaceHolder
source: Search games
ca: Títol del joc
da: Søg efter spil
de: Spieltitel
es_419: Título del juego
id: Judul Permainan
it: Cerca gioco
ms: Cari tajuk permainan
pt_pt: Título do jogo
sv: Sök spel

# GamesRename
source: Rename
ca: Canvia el nom
da: Omdøb
de: Umbenennen
es_419: Renombrar
id: Ubah Nama
it: Rinomina
ms: Tukar Nama
pt_pt: Renomear
sv: Byt namn

# GamesModifyCover
source: Edit Cover
ca: Canvia la portada
da: Rediger cover
de: Cover ändern
es_419: Editar portada
id: Ubah Sampul
it: Modifica copertina
ms: Ubah Kulit
pt_pt: Alterar capa
sv: Ändra omslag

# GamesSpecifySkin
source: Assign Skin
ca: Configura la skin
da: Vælg skin
de: Skin festlegen
es_419: Asignar skin
id: Atur Skin
it: Imposta skin
ms: Tetapkan Kulit
pt_pt: Definir skin
sv: Ange skin

# GamesCheatCode
source: Cheat Codes
da: Cheat code
es_419: Códigos de trucos
id: Cheat Code
it: Cheat code
ms: Cheat Code
pt_pt: Cheat code
sv: Fuskkoder

# GamesShareRom
source: Share ROM
ca: Compartir ROM
da: Del ROM
de: ROM teilen
es_419: Compartir ROM
id: Bagikan ROM
it: Condividi ROM
ms: Kongsi ROM
pt_pt: Partilhar ROM
sv: Dela ROM

# GamesCheckSave
source: View Save States
ca: Veure partides guardades
da: Vis øjeblikkelig gemt tilstand
de: Spielstände anzeigen
es_419: Ver estados de guardado
id: Lihat Simpanan Instan
it: Visualizza save state
ms: Lihat Simpanan Segera
pt_pt: Ver save state
sv: Visa snabbsparning

# GamesImportSave
source: Import Game Save
ca: Importar partida guardada
da: Importer gemt tilstand
de: Spielstand importieren
es_419: Importar guardado
id: Impor Simpanan
it: Importa salvataggio
ms: Import Simpanan
pt_pt: Importar save
sv: Importera sparning

# GamesShareSave
source: Export Game Save
ca: Exportar partida guardada
da: Eksporter gemt tilstand
de: Spielstand exportieren
es_419: Exportar guardado
id: Ekspor Simpanan
it: Esporta salvataggio
ms: Eksport Simpanan
pt_pt: Exportar save
sv: Exportera sparning

# GamesDelete
source: Remove Game
ca: Eliminar joc
da: Fjern spil
de: Spiel entfernen
es_419: Eliminar juego
id: Hapus Permainan
it: Rimuovi gioco
ms: Padam Permainan
pt_pt: Remover jogo
sv: Ta bort

# GamesRandom
source: Random Pick
ca: No saps què jugar? Deixa'ns triar per tu
da: Jeg ved ikke hvad jeg skal spille – tilfældigt valg
de: Zufallsauswahl
es_419: No sabes qué jugar? Elige al azar
id: Tidak tahu mau main apa? Acak!
it: Non sai cosa giocare? Scegli a caso
ms: Pilih permainan secara rawak
pt_pt: Não sabe o que jogar? Deixe-nos escolher
sv: Slumpa spel

# LoadGameErrorRomNotExist
source: ROM file missing
ca: Error en carregar el joc: la ROM no existeix
da: Spil kunne ikke indlæses: ROM findes ikke
de: Spiel konnte nicht geladen werden (ROM nicht vorhanden)
es_419: Error: ROM no existe
id: Gagal memuat permainan, ROM tidak ditemukan
it: Errore caricamento, ROM non esistente
ms: Gagal muat permainan, ROM tidak wujud
pt_pt: Erro ao carregar jogo, ROM não existe
sv: ROM finns ej

# GamesListEmptyGuideLeft
source: Tap the
ca: Prem el
da: Klik på
de: Tippen Sie auf
es_419: Presiona el botón
id: Segera klik
it: Clicca sul pulsante
ms: Klik
pt_pt: Clique no
sv: Tryck på

# GamesListEmptyGuideRight
source: button to import
ca: a sota per importar jocs
da: nedenfor for at importere spil
de: um Spiele zu importieren
es_419: para importar juegos
id: di bawah untuk mengimpor permainan
it: per importare giochi
ms: di bawah untuk import permainan
pt_pt: abaixo para importar jogos
sv: för att importera

# GamesListEmptyWelcomeLeft
source: Welcome to
ca: Benvingut/da al món de
da: Velkommen til
de: Willkommen in der
es_419: Bienvenido a
id: Selamat datang di dunia
it: Benvenuto nel mondo di
ms: Selamat datang ke dunia
pt_pt: Bem-vindo ao mundo do
sv: Välkommen till

# GamesListEmptyWarnning
source: Ensure game ROMs are legally obtained
ca: Assegura't que obtinguis les ROMs dels jocs mitjançant canals legals
da: Sikr dig at ROM-filer er erhvervet lovligt
de: Bitte stellen Sie sicher, dass Sie ROMs legal erworben haben
es_419: Asegúrate de obtener ROMs legalmente
id: Pastikan ROM diperoleh melalui saluran legal
it: Assicurati di ottenere i file ROM da fonti legali
ms: Pastikan anda mendapatkan ROM secara sah
pt_pt: Certifique-se que obtém os ficheiros ROM através de canais legais
sv: Se till att ROM-filer kommer från lagliga källor

# DeleteGameAlertDetail
source: All game data including ROMs, saves, and cheat codes will be permanently deleted!
ca: La ROM del joc, les partides guardades i les dades dels cheat codes s'eliminaran permanentment. Aquesta acció no es pot desfer!
da: ROM-filer, gemte tilstande og cheat codes vil blive slettet – handlingen kan ikke fortrydes!
de: ROM, Spielstände und Cheat-Codes werden unwiderruflich gelöscht!
es_419: ¡Se eliminarán permanentemente el ROM, guardados y códigos!
id: ROM, simpanan, dan data cheat akan dihapus permanen!
it: ROM, salvataggi e cheat code verranno eliminati definitivamente!
ms: ROM, simpanan dan data cheat code akan dipadam selama-lamanya!
pt_pt: O ROM do jogo, saves e cheat codes serão permanentemente apagados, esta operação é irreversível!
sv: ROM, sparningar och fuskkoder raderas permanent!

# DeleteSkinAlertDetail
source: Skin removal is irreversible!
ca: La skin s'eliminarà permanentment!
da: Slettede skins kan ikke gendannes!
de: Skin wird unwiderruflich entfernt!
es_419: ¡La skin no podrá recuperarse!
id: Skin yang dihapus tidak dapat dipulihkan!
it: La skin verrà rimossa definitivamente!
ms: Kulit yang dipadam tidak boleh dipulihkan!
pt_pt: A skin será permanentemente removida!
sv: Skin tas bort permanent!

# DeleteGameGameStateAlertTitle
source: Delete Save State
ca: Eliminar partida guardada
da: Slet øjeblikkelig gemt tilstand
de: Spielstand löschen
es_419: Eliminar estado de guardado
id: Hapus Simpanan Instan
it: Rimuovi save state
ms: Padam Simpanan Segera
pt_pt: Remover save state
sv: Ta bort snabbsparning

# DeleteGameGameStateAlertDetail
source: Save states cannot be recovered!
ca: La partida guardada s'eliminarà permanentment!
da: Slettede øjeblikkelige gemte tilstande kan ikke gendannes!
de: Spielstand wird unwiderruflich entfernt!
es_419: ¡Los estados de guardado no podrán recuperarse!
id: Simpanan instan akan dihapus permanen!
it: Il save state verrà eliminato definitivamente!
ms: Simpanan segera akan dipadam selama-lamanya!
pt_pt: O save state será permanentemente removido!
sv: Snabbsparning raderas permanent!

# confirmDelte
source: Confirm Removal
ca: Confirmar eliminació
da: Bekræft sletning
de: Bestätigen
es_419: Confirmar eliminación
id: Konfirmasi Hapus
it: Conferma rimozione
ms: Sahkan Padam
pt_pt: Confirmar remoção
sv: Bekräfta borttagning

# ControllersTouchName
source: Touch Control
ca: Controlador tàctil
da: Touch-controller
de: Touch-Controller
es_419: Controles táctiles
id: Kontroler Layar
it: Controller touch
ms: Kawalan Sentuh
pt_pt: Controlo de ecrã tátil
sv: Skärmkontroller

# ControllersHeaderTitle
source: Controllers
ca: Controladors
da: Controllere
de: Controller
es_419: Controladores
id: Kontroler
it: Controller
ms: Pengawal
pt_pt: Controladores
sv: Kontroller

# ControllersPlayerIndex
source: Player %d
ca: Jugador %d
da: Spiller %d
de: Spieler %d
es_419: Jugador %d
id: Pemain %d
it: Giocatore %d
ms: Pemain %d
pt_pt: Jogador %d
sv: Spelare %d

# ControllersPlayerUnset
source: Unassigned
ca: No assignat
da: Ikke tildelt
de: Nicht zugewiesen
es_419: No asignado
id: Belum ditetapkan
it: Non impostato
ms: Belum Ditentukan
pt_pt: Não atribuído
sv: Ej tilldelad

# ControllersHowToConnect
source: Connection Guide
ca: Com connectar
da: Sådan forbinder du
de: Anleitung zur Verbindung
es_419: Cómo conectar
id: Cara Menghubungkan
it: Come connettere
ms: Cara Sambung
pt_pt: Como ligar
sv: Anslutningsguide

# ReadyGameInfoSubTitle
source: %@ played · Total %@
ca: Jugat %@ · Total %@
da: %@ spillede · Total %@
de: Vor %@ gespielt · %@ insgesamt
es_419: Jugado hace %@ · Total %@
id: Bermain %@ · Total %@
it: %@ fa · Totale %@
ms: %@ lalu · Jumlah %@
pt_pt: Jogado há %@ · Total %@
sv: %@ spelad · Totalt %@

# ReadyGameInfoNeverPlayed
source: Start your adventure now
ca: Encara no has jugat, comença l'aventura ara
da: Ikke spillet endnu – begynd dit eventyr
de: Noch nicht gespielt - Abenteuer beginnen!
es_419: Aún no jugado. ¡Comienza la aventura!
id: Belum dimainkan, mulai petualangan sekarang!
it: Mai giocato, inizia l'avventura
ms: Belum dimainkan, mulakan sekarang
pt_pt: Ainda não jogou, comece a aventura agora
sv: Ej spelat än, börja nu

# ReadyEditCoverTakePhoto
source: Camera
ca: Fer foto
da: Tag foto
de: Foto
es_419: Tomar foto
id: Ambil Foto
it: Scatta
ms: Ambil Gambar
pt_pt: Capturar
sv: Ta foto

# ReadyEditCoverAlbum
source: Photos
ca: Àlbum
da: Fotoalbum
de: Album
es_419: Álbum
id: Album
it: Album
ms: Album
pt_pt: Álbum
sv: Album

# ReadyEditCoverFile
source: Files
ca: Fitxer
da: Fil
de: Datei
es_419: Archivo
id: File
it: File
ms: Fail
pt_pt: Ficheiro
sv: Fil

# ReadyEditCoverSearch
source: Search
ca: Cercar
da: Søg
de: Suche
es_419: Buscar
id: Cari
it: Cerca
ms: Cari
pt_pt: Pesquisar
sv: Sök

# ReadySegmentManualSave
source: Manual Save States
ca: Partides guardades manuals
da: Manuel gemt tilstand
de: Manuelle Spielstände
es_419: Estado guardado manual
id: Simpanan Instan Manual
it: Manual save state
ms: Simpanan Manual Segera
pt_pt: Save state manual
sv: Manuella snabbsparningar

# ReadySegmentAutoSave
source: Auto Save States
ca: Partides guardades automàtiques
da: Automatisk gemt tilstand
de: Automatische Spielstände
es_419: Auto-guardado
id: Simpanan Instan Otomatis
it: Auto save state
ms: Simpanan Auto Segera
pt_pt: Save state automático
sv: Automatiska snabbsparningar

# ReadyEditTitleFailed
source: Rename failed: Name cannot be empty
ca: Error en canviar el nom: el nom del joc no pot estar buit
da: Omdøbning mislykkedes: Spilnavn må ikke være tomt
de: Umbenennen fehlgeschlagen (Name darf nicht leer sein)
es_419: Error: nombre no puede estar vacío
id: Gagal mengubah nama, nama permainan tidak boleh kosong
it: Rinomina fallita, il nome non può essere vuoto
ms: Gagal tukar nama, nama tidak boleh kosong
pt_pt: Falha ao renomear, o nome do jogo não pode estar vazio
sv: Namnbyte misslyckades, namn får ej vara tomt

# ReadyEditTitleSuccess
source: Renamed successfully
ca: S'ha canviat el nom correctament
da: Omdøbt succesfuldt
de: Erfolgreich umbenannt
es_419: ¡Nombre actualizado!
id: Nama berhasil diubah
it: Rinomina riuscita
ms: Tukar nama berjaya
pt_pt: Renomeado com sucesso
sv: Namnbyte lyckades

# ReadyGameSaveStatesEmpty
source: No save states
ca: Encara no hi ha partides guardades
da: Ingen gemte tilstande
de: Keine Spielstände
es_419: Sin guardados
id: Belum ada simpanan
it: Nessun save state
ms: Tiada simpanan
pt_pt: Sem saves
sv: Inga sparningar

# GameSaveGuideBecomTitle
source: Unlock
ca: Fes-te
da: Bliv
de: Werden Sie
es_419: Conviértete en
id: Menjadi
it: Diventa
ms: Jadi
pt_pt: Torne-se
sv: Bli

# GameSaveGuideMemberTitle
source: membership
ca: membre
da: medlem
de: Mitglied
es_419: miembro
id: Member
it: Membro
ms: Ahli
pt_pt: Membro
sv: medlem

# GameSaveGuideDesc
source: Unlock unlimited manual save states and up to 50 auto save states
ca: Desbloqueja partides guardades manuals il·limitades i fins a 50 partides guardades automàtiques
da: Lås op for ubegrænsede manuelle gemte tilstande og op til 50 automatiske
de: Freischalten unbegrenzter manueller Spielstände und bis zu 50 automatischen Spielständen
es_419: Desbloquea estados de guardado ilimitados y hasta 50 auto-guardados
id: Buka kunci simpanan instan tak terbatas dan dukungan hingga 50 simpanan otomatis
it: Sblocca save state illimitati e supporto per 50 auto save state
ms: Buka kunci simpanan manual tanpa had dan sehingga 50 simpanan auto
pt_pt: Desbloqueie saves states ilimitados e até 50 saves automáticos
sv: Lås upp obegränsade snabbsparningar och 50 automatiska sparplatser
