Repository: trevlars1/ManiX
Catalog: ManicEmu/Resources/*.lproj/Localizable.strings
Languages: ca, da, de, es_419, id, it, ms, pt_pt, sv

# GameSettingControllerSetting
source: Controllers
ca: Controlador
da: Controller-indstillinger
de: Controller
es_419: Controles
id: Pengaturan Kontroler
it: Controller
ms: Tetapan Pengawal
pt_pt: Comando
sv: Kontroller

# GameSettingOrientationAuto
source: Auto-Rotate
ca: Rotació automàtica
da: Auto-rotation
de: Automatische Rotation
es_419: Rotación automática
id: Rotasi Otomatis
it: Rotazione automatica
ms: Putar Auto
pt_pt: Rotaçāo automática
sv: Auto-rotation

# GameSettingOrientationPortrait
source: Portrait Lock
ca: Forçar vertical
da: Tving portræt
de: Hochformat erzwingen
es_419: Forzar vertical
id: Portrait Paksa
it: Forza verticale
ms: Paksa Potret
pt_pt: Modo retrato
sv: Tvinga stående

# GameSettingOrientationLandscape
source: Landscape Lock
ca: Forçar horitzontal
da: Tving landskab
de: Querformat erzwingen
es_419: Forzar horizontal
id: Landscape Paksa
it: Forza orizzontale
ms: Paksa Landskap
pt_pt: Modo paisagem
sv: Tvinga liggande

# GameSettingFunctionSort
source: Function Layout
ca: Ordenar funcions
da: Sorter funktioner
de: Funktionssortierung
es_419: Ordenar funciones
id: Urutkan Fungsi
it: Ordina funzioni
ms: Susun Fungsi
pt_pt: Ordenar funções
sv: Sortera funktioner

# GameSettingReload
source: Restart
ca: Reiniciar
da: Genstart
de: Neustart
es_419: Reiniciar
id: Mulai Ulang
it: Riavvia
ms: Muat Semula
pt_pt: Reiniciar
sv: Starta om

# GameSettingQuit
source: Quit
ca: Sortir
da: Afslut
de: Beenden
es_419: Salir
id: Keluar
it: Esci
ms: Keluar
pt_pt: Sair
sv: Avsluta

# GameSaveStateSuccess
source: Save state successful
ca: Partida guardada correctament
da: Gemt tilstand succesfuld
de: Spielstand gespeichert
es_419: ¡Estado guardado!
id: Simpanan instan berhasil
it: Save state salvato
ms: Simpanan Segera Berjaya
pt_pt: Manual save state criado com sucesso
sv: Sparning lyckades

# GameSaveStateLoadFailed
source: Failed to load save state - corrupted or incompatible
ca: Error en carregar la partida guardada: està danyada o és incompatible
da: Kunne ikke indlæse – beskadiget eller inkompatibel
de: Laden des Spielstands fehlgeschlagen - Die Datei ist beschädigt oder inkompatibel
es_419: Error: estado corrupto o incompatible
id: Gagal memuat, simpanan rusak atau tidak kompatibel
it: Caricamento del save state fallito, il salvataggio è danneggiato o incompatibile
ms: Gagal muat simpanan, simpanan rosak atau tidak serasi
pt_pt: Falha ao carregar manual save state. O ficheiro está corrompido ou incompatível
sv: Sparning trasig/inkompatibel

# GameSaveStateLoadSuccess
source: Save state loaded
ca: Partida guardada carregada correctament
da: Gemt tilstand indlæst
de: Spielstand erfolgreich geladen
es_419: ¡Estado cargado!
id: Simpanan instan berhasil dimuat
it: Save state caricato con successo
ms: Simpanan Segera Dimuat
pt_pt: Manual save state carregado com sucesso
sv: Sparning laddad

# GameSaveStateQuickLoadFailed
source: No manual save state found. Use 'Save States' to load auto save states
ca: Encara no hi ha partides guardades manuals. Si vols carregar una automàtica, utilitza la «Llista de partides guardades»
da: Ingen manuelle gemte tilstande – brug listen
de: Kein manueller Spielstand vorhanden. Für automatische Spielstände bitte „Spielstandliste“ verwenden
es_419: No hay estados guardados manualmente. Usa «Lista de estados» para cargar auto-guardados
id: Tidak ada simpanan manual, gunakan "Daftar Simpanan"
it: Nessun save state manuale trovato. Per caricare un save state automatico, utilizza l'elenco dei salvataggi
ms: Tiada simpanan manual, gunakan Senarai Simpanan untuk simpanan auto
pt_pt: Nenhum manual save state disponível. Para carregar um auto save state, utilize a «Lista de saves»
sv: Ingen manuell sparning finns

# GameSaveListTitle
source: Save States
ca: Partides guardades
da: Øjeblikkelige gemte tilstande
de: Spielstände
es_419: Estados guardados
id: Simpanan Instan
it: Save State
ms: Simpanan Segera
sv: Snabbsparningar

# GameCheatActivateFailed
source: %@ Activation failed - invalid cheat code
ca: %@ Error en activar: el cheat code no és vàlid
da: %@ Aktivering mislykkedes – ugyldig kode
de: %@ Aktivierung fehlgeschlagen - Ungültiger Cheatcode
es_419: %@ Activación fallida: código inválido
id: %@ Gagal diaktifkan, kode tidak valid
it: %@ Attivazione fallita: cheat code non valido
ms: %@ Gagal diaktifkan: Cheat code tidak sah
pt_pt: %@ Ativação falhada. Código de truque inválido
sv: %@ Aktivering misslyckades

# GameCheatActivateSuccess
source: %@ Activated successfully
ca: %@ S'ha activat correctament
da: %@ Aktiveret
de: %@ Erfolgreich aktiviert
es_419: %@ ¡Activado correctamente!
id: %@ Berhasil diaktifkan
it: %@ Attivato con successo
ms: %@ Aktif Berjaya
pt_pt: %@ Ativado com sucesso
sv: %@ Aktiverad

# AirPlayingTitle
source: Game screen mirrored via AirPlay
ca: La pantalla del joc s'ha projectat
da: Spil vises via AirPlay
de: Spielbildschirm wird auf externen Bildschirm übertragen
es_419: Pantalla transmitida a dispositivo externo
id: Tampilan dikirim ke AirPlay
it: Il gioco è stato trasmesso in AirPlay
ms: Paparan dihantar ke AirPlay
pt_pt: O jogo está a ser transmitido para o ecrã externo
sv: Skärmdelning aktiv

# VolumeOff
source: Muted
ca: So desactivat
da: Lyd slået fra
de: Ton aus
es_419: Sonido: OFF
id: Suara Mati
it: Audio disattivato
ms: Volum: Mati
pt_pt: Som desligado
sv: Volym av

# VolumeOn
source: Unmuted
ca: So activat
da: Lyd slået til
de: Ton an
es_419: Sonido: ON
id: Suara Nyala
it: Audio attivato
ms: Volum: Hidup
pt_pt: Som ligado
sv: Volym på

# FunctionSortDesc1
source: These functions will appear as quick actions in official skins
ca: Aquestes funcions seran les accions ràpides per defecte a les skins oficials
da: Standardfunktioner til officielle skins
de: Diese Funktionen werden als Schnellzugriff für offizielle Skins verwendet
es_419: Funciones rápidas para skins oficiales
id: Fungsi default untuk skin resmi
it: Queste funzioni appariranno come scorciatoie nella skin predefinita
ms: Fungsi ini sebagai pintasan kulit lalai
pt_pt: Estas funções serão atalhos na skin oficial
sv: Standardfunktioner för skins

# FunctionSortDesc2
source: Long press to reorder
ca: Manté premut per arrossegar i canviar l'ordre
da: Træk for at ændre rækkefølge
de: Zum Neuordnen lange drücken und ziehen
es_419: Reordena arrastrando los elementos
id: Tahan dan geser untuk mengurutkan
it: Tieni premuto per riordinare
ms: Tekan lama untuk susun semula
pt_pt: Prima e arraste para reordenar
sv: Dra för att ändra ordning

# ManualGameSaveCountLimit
source: Save state limit exceeded! Upgrade to Premium for unlimited saves or manage existing save states
ca: Has superat el límit de partides guardades manuals! Fes-te membre per desbloquejar partides guardades il·limitades o elimina'n algunes de la llista
da: Maks antal nået – opgrader for ubegrænset
de: Maximale Spielstandanzahl erreicht! Mitgliedschaft freischalten für unbegrenzte Spielstände oder bestehende Spielstände löschen
es_419: ¡Límite excedido! Actualiza a miembro para estados ilimitados o elimina guardados existentes
id: Batas simpanan tercapai! Upgrade ke member untuk akses tak terbatas
it: Hai raggiunto il limite massimo di save state! Diventa membro per salvataggi illimitati o elimina alcuni salvataggi
ms: Had simpanan manual dicapai! Naik taraf ke ahli untuk simpanan tanpa had
pt_pt: Limite de manual save states excedido! Torne-se membro para desbloquear saves ilimitados ou elimine alguns na lista de saves
sv: Max antal sparningar nått. Uppgradera för mer

# FastForwardSpeedLimit
source: Maximum speed limited to 2x! Upgrade to Premium for 5x fast forward
ca: La teva velocitat màxima d'avanç ràpid és x2! Fes-te membre per desbloquejar fins a x5 de velocitat
da: Maks hastighed x2 – opgrader til x5
de: Maximale Geschwindigkeit: x2! Mitgliedschaft freischalten für bis zu x5 Geschwindigkeit
es_419: ¡Máx. x2! Actualiza a miembro para x5
id: Kecepatan maksimum x2! Upgrade untuk x5
it: Velocità massima x2! Diventa membro per sbloccare la velocità x5
ms: Kelajuan maksimum x2. Naik taraf ke ahli untuk x5!
pt_pt: Velocidade máxima: x2! Torne-se membro para desbloquear velocidade x5
sv: Max hastighet x2. Uppgradera till x5

source: Reset Speed
ca: Restaurar velocitat normal
da: Nulstil hastighed
de: Normalgeschwindigkeit
es_419: Velocidad normal
id: Reset Kecepatan
it: Velocità normale
ms: Kembali ke Normal
pt_pt: Velocidade normal
sv: Återställ hastighet

# GoToUpgrade
source: Upgrade Now
ca: Actualitzar
da: Opgrader
de: Jetzt upgraden
es_419: Actualizar
id: Upgrade Sekarang
it: Aggiorna ora
ms: Naik Taraf
pt_pt: Melhorar
sv: Uppgradera

source: Save state too frequent
ca: Estàs guardant massa sovint
da: Gemmer for hyppigt
de: Zu häufiges Speichern
es_419: Guardados demasiado frecuentes
id: Terlalu sering menyimpan
it: Salvataggi troppo frequenti
ms: Simpanan terlalu kerap
pt_pt: Gravação demasiado frequente
sv: För snabb sparning

source: Load state too frequent
ca: Estàs carregant massa sovint
da: Indlæser for hyppigt
de: Zu häufiges Laden
es_419: Cargas demasiado frecuentes
id: Terlalu sering memuat
it: Caricamenti troppo frequenti
ms: Muat terlalu kerap
pt_pt: Carregamento demasiado frequente
sv: För snabb inläsning

# CheatCodeNamePlaceHolder
source: Enter name
ca: Introdueix un nom
da: Indtast navn
de: Namen eingeben
es_419: Nombre del truco
id: Masukkan nama
it: Inserisci un nome
ms: Masukkan nama
pt_pt: Introduza um nome
sv: Namnge fuskkod

# AutoDetectCheatTypeName
source: Auto-Detect
ca: Detectar automàticament
da: Auto-detekter
de: Automatische Erkennung
es_419: Detección automática
id: Deteksi Otomatis
it: Rilevamento automatico
ms: Auto Kesan
pt_pt: Deteção automática
sv: Auto-identifiera

# AutoDetectFormat
source: Input code to auto-detect format
ca: Introdueix el codi per detectar el format automàticament
da: Automatisk format-genkendelse
de: Codeeingabe erkennt Format automatisch
es_419: Ingresa código para autodetección
id: Kode akan terdeteksi otomatis
it: Il formato del codice viene rilevato automaticamente
ms: Input code untuk auto kesan format
pt_pt: O formato será detetado automaticamente
sv: Koden identifieras automatiskt

# CheatCodeFormatError
source: Invalid cheat code format
ca: El format del cheat code no és correcte
da: Ugyldigt cheat code-format
de: Ungültiges Cheatcode-Format
es_419: Formato incorrecto
id: Format kode tidak valid
it: Formato del cheat code non valido
ms: Format cheat code tidak sah
pt_pt: Formato do código de truque incorreto
sv: Ogiltigt format

# CheatCodeEmptyTitle
source: No cheat codes
ca: Encara no hi ha cheat codes
da: Ingen cheat codes
de: Keine Cheatcodes
es_419: Sin códigos
id: Belum ada cheat code
it: Nessun cheat code
ms: Tiada Cheat Code
pt_pt: Sem códigos de truque
sv: Inga fuskkoder

# CheatCodeEmptyGuideLeft
source: Tap
ca: Prem el
da: Klik på
de: Oben links auf
es_419: Toca el botón
id: Klik
it: Tocca l'angolo in alto a sinistra
ms: Klik
pt_pt: Clique no
sv: Tryck på

# CheatCodeEmptyGuideRight
source: to add cheat codes
ca: a la cantonada superior esquerra per afegir cheat codes
da: for at tilføje cheat codes
de: klicken, um Cheatcodes hinzuzufügen
es_419: para añadir trucos
id: di kiri atas untuk menambahkan cheat code
it: per aggiungere un cheat code
ms: di atas untuk tambah cheat code
pt_pt: superior esquerdo para adicionar códigos de truque
sv: uppe till vänster

# EnableCheatCodeAlertTitle
source: Enable Cheat Codes
ca: Activar cheat codes
da: Aktiver cheat codes
de: Cheatcodes aktivieren
es_419: ¡Atención!
id: Aktifkan Cheat Code
it: Attiva cheat code
ms: Aktifkan Cheat Code
pt_pt: Ativar códigos de truque
sv: Aktivera fuskkod

# EnableCheatCodeAlertDetail
source: Cheat codes are version-specific and may cause instability or errors. Use at your own discretion.
ca: Els cheat codes depenen de la versió del joc i només funcionaran si coincideixen. L'ús de cheat codes modifica les dades del joc i podria causar errors o inestabilitat. Utilitza'ls amb cura.
da: Cheat codes kan forårsage ustabilitet – brug med omhu
de: Cheatcodes sind spielversionsabhängig und können zu Instabilitäten führen. Die Verwendung erfolgt auf eigenes Risiko.
es_419: Los códigos deben coincidir con la versión del juego. Su uso puede causar errores o inestabilidad.
id: Cheat code mungkin menyebabkan ketidakstabilan permainan
it: I cheat code sono legati alla versione del gioco e devono corrispondere per funzionare. L'uso di cheat code modifica i dati di gioco e potrebbe causare errori o instabilità. Usali con cautela.
ms: Cheat code bergantung pada versi permainan. Penggunaan mungkin menyebabkan ralat!
pt_pt: Os códigos estão associados a versões específicas do jogo e podem causar erros ou instabilidade. Utilize por sua conta e risco.
sv: Fuskkoder kan orsaka instabilitet. Använd med försiktighet.

# FilterSectionHeaderTitle
source: Video Filters
ca: Filtres de vídeo
da: Videofiltre
de: Video-Filter
es_419: Filtros visuales
id: Filter Video
it: Filtri video
ms: Penapis Video
pt_pt: Filtros de vídeo
sv: Grafikfilter

# FilterOriginTitle
source: Original
id: Asli
it: Originale
ms: Asal

# PurchaseAdcancedFeaturesTitle
source: Unlock Premium Features
ca: Desbloqueja funcions avançades
da: Lås avancerede funktioner op
de: Premium-Funktionen freischalten
es_419: Funciones Premium
id: Buka Fitur Premium
it: Sblocca funzionalità avanzate
ms: Buka Ciri Premium
pt_pt: Desbloquear funcionalidades premium
sv: Premiumfunktioner

# AdcancedFeaturesDetail
source: 「🎮 Ultimate Gaming Experience」 🔥 Unlimited Save States 🚀 5x Fast Forward 💎 Unlimited Cheat Codes ✨ Premium Filters Collection
ca: «🎮 Experiència definitiva, desbloqueig instantani» 🔥 Partides guardades il·limitades: supera el límit de 3 🚀 Velocitat x5: controla el ritme del joc 💎 Cheat codes il·limitats: completa els jocs fàcilment ✨ Revolució visual: biblioteca exclusiva de filtres
da: «🎮 Ultimate Oplevelse» 🔥 Ubegrænsede gemte tilstande 🚀 5x hastighedsboost 💎 Uendelige cheat codes ✨ Eksklusive filtre
de: 「🎮 Ultimate Gaming Experience」 🔥 Unbegrenzte Spielstände 🚀 Bis zu 5-fache Geschwindigkeit 💎 Unbegrenzte Cheatcode-Nutzung ✨ Exklusive Video-Filter
es_419: «🎮 EXPERIENCIA DEFINITIVA» 🔥 Guardados ilimitados 🚀 Velocidad x5 💎 Trucos ilimitados ✨ Filtros exclusivos
id: 「🎮 Pengalaman Ultimate」 🔥 Simpanan Instan Tak Terbatas 🚀 Kecepatan 5x 💎 Koleksi Cheat Code Eksklusif ✨ Filter Visual Premium
it: 「🎮 Esperienza definitiva - Sblocco immediato」 🔥 Save state illimitati: supera il limite di 3 🚀 Velocità x5: controlla il ritmo di gioco 💎 Cheat code illimitati: completa i giochi con perfezione ✨ Rivoluzione visiva: filtri esclusivi per maggiore immersione
ms: 🔥 Simpanan Tanpa Had • 🚀 Laju x5 • 💎 Cheat Code • ✨ Penapis Eksklusif
pt_pt: 「🎮 Experiência Definitiva」 🔥 Saves ilimitados: sem restrições 🚀 Velocidade x5: controle o ritmo do jogo 💎 Biblioteca de truques: conclua jogos perfeitos ✨ Filtros exclusivos: imersão visual total
sv: 「🎮 Ultimate Experience」 🔥 Obegränsade sparningar 🚀 5x snabbspolning 💎 Fuskkodsfrihet ✨ Exklusiva filter

# PurchaseImportFeaturesTitle
source: Enable Cloud Import
ca: Activa la importació des del núvol
da: Aktivér skytjenester
de: Cloud-Import freischalten
es_419: Importación desde nube
id: Aktifkan Impor Cloud
it: Attiva importazione via cloud
ms: Buka Import Awan
pt_pt: Ativar importação via cloud
sv: Molnimport

# ImportFeaturesDetail
source: ☁️ Cross-Platform Cloud Sync ✅ Google Drive/Dropbox/OneDrive ✅ Baidu Cloud/AliCloud ⚡ WebDAV/SMB Protocol Support
ca: ☁️ ​​«Connexió multiplataforma en un sol pas»​ ✅ Google Drive, Dropbox, OneDrive ✅ Baidu Yun, Aliyun ⚡ Accés sense problemes a WebDAV/SMB
da: ☁️ ​«Skyintegration» ✅ Google Drive, Dropbox, OneDrive ✅ Baidu Yun, Aliyun ⚡ WebDAV/SMB-understøttelse
de: ☁️ ​​„Multi-Cloud-Integration“ ✅ Google Drive, Dropbox, OneDrive ✅ Baidu Cloud, Alibaba Cloud ⚡ WebDAV/SMB Protokollunterstützung
es_419: ☁️ «CONECTA TODAS TUS NUBES» ✅ Google Drive, Dropbox, OneDrive ✅ Baidu, Aliyun ⚡ Soporte WebDAV/SMB
id: ☁️ Akses ke Google Drive, Dropbox, OneDrive ⚡ Dukungan WebDAV/SMB
it: ☁️ ​​「Cloud multiplatforma - Importazione diretta」​ ✅ Google Drive, Dropbox, OneDrive ✅ Baidu Cloud, Alibaba Cloud ⚡ Accesso immediato a WebDAV/SMB, tutto internet a tua disposizione!
ms: ☁️ Sokongan Google Drive/Dropbox/OneDrive/BaiduYun/Aliyun & protokol WebDAV/SMB
pt_pt: ☁️ ​​«Conectividade multiplataforma» ✅ Google Drive, Dropbox, OneDrive ✅ Baidu Cloud, Aliyun ⚡ Suporte para WebDAV/SMB
sv: ☁️ Anslut till Google Drive, Dropbox, OneDrive ✅ WebDAV/SMB-stöd

# PurchaseControllerFeaturesTitle
source: Unlock Full Controller Support
ca: Desbloqueja controladors externs complets
da: Fuld controller-understøttelse
de: Externe Controller freischalten
es_419: Controladores completos
id: Buka Kontroler Eksternal
it: Sblocca controller esterni avanzati
ms: Buka Sokongan Pengawal
pt_pt: Desbloquear controladores externos
sv: Extern kontroll

# ControllerFeaturesDetail
source: 🕹️ Universal Controller Compatibility 🎮 Native Joy-Con/DUALSHOCK/Xbox Support ⌨️ Bluetooth Controllers & Keyboards ✨ Multi-Controller Pairing 🎲 Flexible Player Assignment
ca: 🕹️ ​​«Suport complet per a perifèrics»​ 🎮 Compatibilitat nativa amb Joy-Con/DUALSHOCK/Xbox/ ⌨️ Connexió ràpida amb comandaments o teclats Bluetooth ✨ Múltiples comandaments simultànis 🎲 Revolució en el control
da: 🕹️ ​«Multi-enheds kontrol» 🎮 Joy-Con/DUALSHOCK/Xbox ⌨️ Bluetooth-enheder ✨ Flere controllere samtidig
de: 🕹️ ​​„Vollständige Controller-Unterstützung“ 🎮 Joy-Con/DUALSHOCK/Xbox native ⌨️ Bluetooth-Controller & Tastaturen ✨ Mehrspieler-Modus 🔥 Dynamische Spielerzuweisung
es_419: 🕹️ «COMPATIBILIDAD TOTAL» 🎮 Joy-Con/DUALSHOCK/Xbox ⌨️ Teclados Bluetooth ✨ Multijugador local
id: 🕹️ Dukungan Joy-Con/DUALSHOCK/Xbox 🎮 Sambungkan via Bluetooth ✨ Multiplayer
it: 🕹️ ​​「Supporto completo per periferiche esterne」​ 🎮 Supporto nativo per Joy-Con/DUALSHOCK/Xbox/ ⌨️ Connessione Bluetooth immediata per controller/tastiere ✨ Supporto per più controller contemporanei 🎲 Rivoluzione nel controllo: da «giocatore singolo» a «multiplayer completo» 🔥 Controlla qualsiasi giocatore, modalità cooperativa o competitiva
ms: 🎮 Sokongan Joy-Con/DUALSHOCK/Xbox/Bluetooth • ✨ Multi-pengawal
pt_pt: 🕹️ ​​«Liberdade de controlo» 🎮 Suporte para Joy-Con/DUALSHOCK/Xbox ⌨️ Ligação Bluetooth instantânea ✨ Múltiplos controladores 🎲 Modos cooperativo/competitivo
sv: 🕹️ Stöd för Joy-Con/DUALSHOCK/Xbox ⌨️ Bluetooth-kontroller ✨ Multiplayer-stöd

# PurchaseAirPlayFeaturesTitle
source: Unlock AirPlay Streaming
ca: Desbloqueja AirPlay per jugar a pantalla gran
da: AirPlay til stor skærm
de: AirPlay freischalten
es_419: AirPlay desbloqueado
id: Buka AirPlay
it: Sblocca AirPlay per gioco su schermo grande
ms: Buka AirPlay
pt_pt: Desbloquear AirPlay
sv: AirPlay-låsning

# AirPlayFeaturesDetail
source: 📺 Big Screen Gaming 🔓 Lossless AirPlay Mirroring 🛋️ TV-to-Mobile Seamless Switching 🎮 Controller-Compatible TV Play
ca: 📺 ​​«Joc multiplataforma a la televisió»​ 🔓 Desbloqueja AirPlay sense pèrdua de qualitat 🛋️ Transició perfecta entre mòbil i TV 🎮 Experiència immersiva a pantalla gran
da: 📺 ​«Sømløs skærmoverførsel» 🔓 Ubegrænset AirPlay 🎮 Stor skærm + controller
de: 📺 ​​„Big-Screen Gaming“ 🔓 AirPlay in Originalqualität 🛋️ Nahtloser Gerätewechsel 🎮 TV + Controller = Ultimatives Erlebnis
es_419: 📺 «JUEGA EN GRANDE» 🔓 Transmisión sin pérdidas 🛋️ TV + mando = Experiencia completa
id: 📺 Layar Penuh tanpa Batas 🛋️ Mainkan di TV dengan AirPlay
it: 📺 ​​「Gioco multischermo - Il divano diventa arena」​ 🔓 Sblocca AirPlay in qualità originale 🛋️ Passa senza interruzioni da telefono a TV 🎮 Schermo grande + controller = immersione totale
ms: 📺 Paparan TV tanpa kompromi • 🔄 Segerakkan dengan peranti lain
pt_pt: 📺 ​​«Jogo em grande ecrã» 🔓 Transmissão AirPlay em alta qualidade 🛋️ Transição perfeita para TV 🎮 Experiência imersiva
sv: 📺 Sömlös TV-uppspelning 🎮 Storskärmsupplevelse

# PurchaseiCloudFeaturesTitle
source: Enable iCloud Sync
ca: Activa la sincronització amb iCloud
da: iCloud-synkronisering
de: iCloud-Sync aktivieren
es_419: Sincronización iCloud
id: Sinkronisasi iCloud
it: Attiva sincronizzazione iCloud
ms: Buka Sync iCloud
pt_pt: Ativar sincronização iCloud
sv: iCloud-synk

# iCloudFeaturesDetail
source: ☁️ Cross-Device Continuity 🎮 Game Save/Save States/Settings Sync 🔒 Encrypted Cloud Backups 🔄 Pick Up Where You Left Off
ca: ☁️ ​​«Sincronització multiplataforma amb iCloud»​ 🎮 Jocs/partides guardades/configuració sincronitzats 🔒 Emmagatzematge encriptat al núvol 🔄 Continua on ho vas deixar en qualsevol dispositiu 👉 Activa iCloud i gaudeix dels teus jocs a qualsevol lloc!
da: ☁️ ​«Tværenhedssynkronisering» 🎮 Synkroniser alt 🔒 Krypteret backup
de: ☁️ ​​„Nahtlose Gerätesynchronisation“ 🎮 Spielstände & Einstellungen synchron 🔒 Verschlüsselte Cloud-Speicherung 🔄 Geräteübergreifendes Spielen
es_419: ☁️ «TU JUEGO EN TODOS LADOS» 🎮 Sincronización multiplataforma 🔒 Cifrado seguro 🔄 Continúa donde quedaste
id: ☁️ Simpanan & Pengaturan Tersinkronisasi 🔄 Lanjutkan di Perangkat Lain
it: ☁️ ​​「Sincronizzazione iCloud su tutti i dispositivi」​ 🎮 Giochi, salvataggi e impostazioni sincronizzati 🔒 Archiviazione crittografata e backup cloud 🔄 Continua su un altro dispositivo esattamente dove avevi lasciato 👉 Attiva iCloud e gioca ovunque, senza interruzioni!
ms: ☁️ Sync merentas peranti • 🔒 Simpanan selamat • 🔄 Main di mana-mana
pt_pt: ☁️ ​​«Universo de jogo sincronizado» 🎮 Progresso sincronizado em todos os dispositivos 🔒 Armazenamento encriptado 🔄 Continue noutro dispositivo 👉 Jogue em qualquer lugar!
sv: ☁️ Synka spel på alla enheter 🔒 Säker molnlagring

# AdvanceFeatureDescLabel1
source: Up to 5x Speed
ca: Velocitat màxima x5
da: Op til 5x hastighed
de: Bis zu 5-fache Geschwindigkeit
es_419: Velocidad x5
id: Kecepatan 5x
it: Velocità fino a x5
ms: Laju x5
pt_pt: Avanço rápido até 5x
sv: Upp till 5x hastighet

# AdvanceFeatureDescLabel2
source: Unlimited Save States
ca: Partides guardades il·limitades
da: Ubgrænsede gemte tilstande
de: Unbegrenzte Spielstände
es_419: Guardados ilimitados
id: Simpanan Instan Tak Terbatas
it: Save state illimitati
ms: Simpanan Segera Tanpa Had
pt_pt: Manual save states ilimitados
sv: Obegränsade sparningar

# AdvanceFeatureDescLabel3
source: Unlimited Cheat Codes
ca: Cheat codes il·limitats
da: Uendelige cheat codes
de: Unbegrenzte Cheatcodes
es_419: Trucos sin límite
id: Cheat Code Tak Terbatas
it: Cheat code illimitati
ms: Cheat Code Tanpa Had
pt_pt: Códigos de truque ilimitados
sv: Obegränsade fuskkoder

# AdvanceFeatureDescLabel4
source: Premium Filters
ca: Canvi lliure de filtres
da: Filtreringsmuligheder
de: Filter frei wählbar
es_419: Filtros premium
id: Filter Kustom
it: Cambio libero tra filtri
ms: Penapis Bebas
pt_pt: Filtros personalizáveis
sv: Anpassade filter

# AdvanceFeatureDescLabel5
source: Auto Save State
ca: Partides guardades automàtiques
da: Automatisk gemt tilstand
de: Auto-Spielstand
es_419: Auto-guardados
id: Simpanan Otomatis
it: Save state automatici
ms: Simpanan Auto Segera
sv: Automatiska sparningar

# RestorePurchaseButton
source: Restore Purchases
ca: Restaurar compra
da: Gendan køb
de: Kauf wiederherstellen
es_419: Restaurar compras
id: Pulihkan Pembelian
it: Ripristina acquisti
ms: Pulih Pembelian
pt_pt: Restaurar compra
sv: Återställ köp

# AnnualDescription
source: Annual Membership
ca: Membresia anual
da: Årligt medlemskab
de: Jahresabo
es_419: Membresía anual
id: Member Tahunan
it: Abbonamento annuale
ms: Ahli Tahunan
pt_pt: Assinatura anual
sv: Årsprenumeration

# MonthlyDescription
source: Monthly Membership
ca: Membresia mensual
da: Månedligt medlemskab
de: Monatsabo
es_419: Membresía mensual
id: Member Bulanan
it: Abbonamento mensile
ms: Ahli Bulanan
pt_pt: Assinatura mensal
sv: Månadsprenumeration
