Repository: trevlars1/ManiX
Catalog: ManicEmu/Resources/*.lproj/Localizable.strings
Languages: ca, da, de, es_419, id, it, ms, pt_pt, sv

# ThreeDSBetaAlertDetail
source: To allow you to experience 3DS games earlier, Manic EMU has released the 3DS feature, which is currently in an experimental state. Some functionalities still require further optimization. The following features are temporarily unavailable: ❌ AirPlay Full Screen Mode ❌ Auto Save States ❌ Speed Multiplier If you encounter instability in 3DS, please refer to our FAQ or join our community channel for assistance. We are continuously optimizing the emulator's performance. Your understanding and support will help us create a more perfect gaming experience. We are working tirelessly to improve your gaming environment.
ca: Perquè pugueu gaudir abans dels jocs 3DS, Manic EMU ha llançat suport per a 3DS, però encara es troba en fase experimental. Algunes funcions requereixen més optimització. Les funcions següents són temporalment indisponibles: ❌ Mode de pantalla completa amb AirPlay ❌ Desat automàtic ❌ Funció d'acceleració Si experimenteu inestabilitat amb 3DS, consulteu les «PMF» o uniu-vos al nostre canal per a assistència. Continuem millorant el rendiment de l'emulador, i la vostra comprensió i suport ens ajudaran a crear una experiència de joc més perfecta. Treballem sense descans per un entorn de joc millor.
da: For at du tidligere kan opleve 3DS-spil har Manic EMU udgivet 3DS-funktionen i en eksperimentel tilstand. Visse optimeringer mangler endnu. Midlertidigt utilgængelige funktioner: ❌ AirPlay Fuldskærmstilstand ❌ Automatisk gemning ❌ Hastighedsforøgelse Ved ustabilitet, se vores FAQ eller deltag i supportkanalen. Vi optimerer løbende emulatoren. Din støtte hjælper os med at skabe en bedre oplevelse. Vi arbejder for dig!
de: Damit Sie früher 3DS-Spiele erleben können, hat Manic EMU die experimentelle 3DS-Funktion veröffentlicht. Einige Leistungsaspekte benötigen weitere Optimierungen. Folgende Funktionen fehlen vorübergehend: ❌ AirPlay-Vollbildmodus ❌ Automatische Speicherstände ❌ Beschleunigungsfunktion Bei Instabilitäten lesen Sie bitte unsere FAQ oder wenden Sie sich an unseren Support-Kanal. Wir optimieren den Emulator kontinuierlich. Ihr Verständnis hilft uns, ein perfekteres Spielerlebnis zu schaffen. Wir arbeiten unermüdlich an Verbesserungen.
es_419: Para que disfrutes antes los juegos 3DS, Manic EMU lanzó esta función en fase experimental. Algunas funciones aún necesitan optimización. Funciones temporalmente no disponibles: ❌ Modo Pantalla Completa AirPlay ❌ Guardado Automático ❌ Velocidad Acelerada Si encuentras errores, revisa nuestras Preguntas Frecuentes o únete a nuestro canal de ayuda. Seguimos mejorando el emulador. Tu apoyo nos ayuda a crear una mejor experiencia. ¡Trabajamos duro para ti!
id: Agar Anda bisa mencoba game 3DS lebih awal, Manic EMU merilis fitur 3DS dalam status eksperimental. Beberapa optimasi masih diperlukan. Fitur yang belum tersedia sementara: ❌ Mode Layar Penuh AirPlay ❌ Simpan Otomatis ❌ Percepatan Jika terjadi ketidakstabilan, lihat FAQ atau bergabunglah dengan saluran bantuan. Kami terus mengoptimalkan emulator. Dukungan Anda membantu menciptakan pengalaman bermain yang lebih baik. Kami bekerja untuk Anda!
it: Per permetterti di provare i giochi 3DS in anticipo, Manic EMU ha rilasciato questa funzionalità in versione sperimentale. Alcune ottimizzazioni sono ancora necessarie. Funzionalità temporaneamente non disponibili: ❌ Modalità Schermo Intero AirPlay ❌ Salvataggio Automatico ❌ Velocità Accelerata In caso di instabilità, consulta le FAQ o unisciti al nostro canale di supporto. Ottimizziamo continuamente l'emulatore. Il tuo sostegno ci aiuta a creare un'esperienza perfetta. Lavoriamo per te!
ms: Untuk membolehkan anda mengalami permainan 3DS lebih awal, Manic EMU telah melancarkan ciri 3DS dalam keadaan eksperimen. Beberapa pengoptimuman masih diperlukan. Ciri sementara tiada: ❌ Mod Skrin Penuh AirPlay ❌ Simpanan Automatik ❌ Pecutan Jika berlaku ketidakstabilan, rujuk FAQ atau sertai saluran bantuan. Kami terus mengoptimumkan emulator. Sokongan anda membantu kami mencipta pengalaman lebih baik. Kami berusaha untuk anda!
pt_pt: Para que possa experimentar jogos 3DS mais cedo, o Manic EMU lançou esta funcionalidade em fase experimental. Alguns aspetos ainda necessitam de otimização. Funcionalidades temporariamente indisponíveis: ❌ Modo Ecrã Inteiro AirPlay ❌ Gravação Automática ❌ Aceleração de Velocidade Se detetar instabilidades, consulte as FAQ ou junte-se ao nosso canal de suporte. Continuamos a otimizar o emulador. O seu apoio ajuda-nos a criar uma experiência perfeita. Trabalhamos para si!
sv: För att låta dig uppleva 3DS-spel tidigare har Manic EMU släppt 3DS-funktionen i experimentellt skick. Vissa optimeringar behövs fortfarande. Tillfälligt saknade funktioner: ❌ AirPlay Fullskärmsläge ❌ Automatisk sparning ❌ Hastighetsökning Vid instabilitet, se vår FAQ eller gå med i vår supportkanal. Vi optimerar ständigt emulatorn. Ditt stöd hjälper oss skapa en bättre upplevelse. Vi jobbar för dig!

# ThreeDSNoSupportDeviceTitle
source: Insufficient Device Performance
ca: Rendiment del dispositiu insuficient
da: Utilstrækkelig enhedsydelse
de: Geräteleistung unzureichend
es_419: Rendimiento del dispositivo insuficiente
id: Performa Perangkat Tidak Memadai
it: Prestazioni del dispositivo insufficienti
ms: Prestasi Peranti Tidak Mencukupi
pt_pt: Desempenho do dispositivo insuficiente
sv: Enhetens prestanda otillräcklig

# ThreeDSNoSupportDeviceDetail
source: The current device's performance may not support 3DS emulation. Continuing may cause unpredictable errors
ca: El rendiment d'aquest dispositiu pot no suportar l'emulació 3DS. Continuar pot causar errors impredictibles
da: Denne enhed understøtter muligvis ikke 3DS-emulering. Hvis du fortsætter, kan det medføre uforudsigelige fejl
de: Die Leistung dieses Geräts reicht möglicherweise nicht für die 3DS-Emulation aus. Fortfahren könnte unvorhersehbare Fehler verursachen
es_419: Es posible que el dispositivo no soporte la emulación 3DS. Continuar podría causar fallos inesperados
id: Perangkat ini mungkin tidak mendukung emulasi 3DS. Melanjutkan dapat menyebabkan kesalahan tak terduga
it: Le prestazioni di questo dispositivo potrebbero non supportare l'emulazione 3DS. Continuare potrebbe causare errori imprevedibili
ms: Peranti ini mungkin tidak menyokong emulasi 3DS. Meneruskan boleh menyebabkan ralat tidak dijangka
pt_pt: O desempenho deste dispositivo pode não suportar a emulação 3DS. Continuar poderá causar erros imprevisíveis
sv: Denna enhet kan inte hantera 3DS-emulering. Fortsättning kan orsaka oförutsägbara fel

# GameImportBadFile
source: Import failed, "%@": File is corrupted or unknown error. Please try another ROM file
ca: Error en la importació: "%@" està danyat o hi ha hagut un error desconegut. Proveu un altre fitxer ROM
da: Import fejlede: "%@" er beskadiget eller en ukendt fejl opstod. Prøv en anden ROM-fil
de: Import fehlgeschlagen: "%@" ist beschädigt oder ein unbekannter Fehler ist aufgetreten. Bitte versuchen Sie eine andere ROM-Datei
es_419: Error al importar: "%@" está dañado o hay un error desconocido. Intenta con otro archivo ROM
id: Gagal mengimpor: "%@" rusak atau terjadi kesalahan tidak dikenal. Coba file ROM lain
it: Importazione fallita: "%@" è danneggiato o si è verificato un errore sconosciuto. Prova un altro file ROM
ms: Import gagal: "%@" rosak atau ralat tidak diketahui berlaku. Cuba fail ROM lain
pt_pt: Falha na importação: "%@" está corrompido ou ocorreu um erro desconhecido. Experimente outro ficheiro ROM
sv: Import misslyckades: "%@" är skadat eller ett okänt fel uppstod. Försök med en annan ROM-fil

# Game3DSDecryptFailed
source: Import failed, "%@": Decryption failed. Please try another ROM file
ca: Error en la importació: Ha fallat la desencriptació de "%@". Proveu un altre fitxer ROM
da: Import fejlede: Dekryptering af "%@" mislykkedes. Prøv en anden ROM-fil
de: Import fehlgeschlagen: Entschlüsselung von "%@" fehlgeschlagen. Bitte versuchen Sie eine andere ROM-Datei
es_419: Error al importar: Falló el descifrado de "%@". Intenta con otro archivo ROM
id: Gagal mengimpor: Gagal mendekripsi "%@". Coba file ROM lain
it: Importazione fallita: Decriptazione di "%@" non riuscita. Prova un altro file ROM
ms: Import gagal: Penyahsulitan "%@" gagal. Cuba fail ROM lain
pt_pt: Falha na importação: Falha na desencriptação de "%@". Experimente outro ficheiro ROM
sv: Import misslyckades: Dekryptering av "%@" misslyckades. Försök med en annan ROM-fil

# Game3DSGameNotExist
source: Failed to import update, "%@": Game not installed!
ca: Error en importar l'actualització, "%@": El joc no està instal·lat!
da: Kunne ikke importere opdatering, "%@": Spillet er ikke installeret!
de: Update-Import fehlgeschlagen, "%@": Spiel ist nicht installiert!
es_419: Error al importar actualización, "%@": ¡El juego principal no está instalado!
id: Gagal mengimpor pembaruan, "%@": Game belum diinstal!
it: Importazione aggiornamento fallita, "%@": Il gioco non è installato!
ms: Gagal mengimport kemas kini, "%@": Permainan belum dipasang!
pt_pt: Falha ao importar atualização, "%@": O jogo principal não está instalado!
sv: Misslyckades att importera uppdatering, "%@": Spelet är inte installerat!

# TabbarTitleImport
source: Import
ca: Importar
da: Importer
es_419: Importar
id: Impor
it: Importa
pt_pt: Importar
sv: Importera

# GamesListEmptyWelcomeRight
source: 's World
da: s verden
de: -Welt
sv: :s värld

# GameSettingControllerTypeStick
source: Joystick
id: Stik
sv: Styrspak

# GameSettingAirplay
source: AirPlay
ca: Projectar
es_419: Transmitir
it: Streaming
pt_pt: Transmissão
sv: Skärmdelning
